vssbook/vss_vol01.org
#+INFOJS_OPT: view:showall toc:nil path:org-info.js
#+LATEX_HEADER_EXTRA: \usepackage[utf8x]{inputenx}\input{/home/csaba/indology/dharma_project/vrsa_edition/vrsasara_macros.tex}
#+TITLE: Vṛṣasārasaṃgraha Volume 1: chapters 1--12


* Introduction
** ERC note
   The present publication is a result of the project DHARMA 
   `The Domestication of ``Hindu'' Asceticism and the Religious Making of South and Southeast 
   Asia'. This project has received funding from the European Research Council (ERC) 
   under the European Union's Horizon 2020 research and innovation programme (grant agreement no 809994).

** Acknowledgements
   - NAK
   Jyoti Neupane, Manita Neupane, Saubhagya Pradhananga (Chief, National Archives), Rubin Shrestha, Sahan Ranjitkar[?] a morc?,
   Sushmita Das (VSS MSS in Calcutta)
   sribin7501@gmail.com
   - Naples
   Florinda De Simini, Nirajan Kafle, Kengo Harimoto, Giulia Buriola, Alessandro Battistini,
   Lucas Boer, Torsten ..., Kenji Takahashi, Francesco Sferra, Dorotea ... , Martina Dello Buono, Chiara ...
   - Other
   Judit Törzsök, Dominic Goodall, Harunaga Isaacson, SAS Sarma, Sathyanarayan, Gergely Hidas, my family
   
** On the contents of the VSS
*** On the title
    ŚDhU:
    īśvarāyatanasyādhaḥ śrīmān dharmavṛṣaḥ sthitaḥ ||
    yatra vīravṛṣastatra kṣityāṃ gomātaraḥ sthitā || 12.87 ||

    filtered_temp/kosa/10otherkosas:   dharmo vṛṣo vṛṣaḥ śreṣṭho vṛṣo gaurmūṣiko vṛṣaḥ *
    filtered_temp/kosa/10otherkosas-   vṛṣo balaṃ vṛṣaḥ kāmo vṛṣalo vṛṣa ucyate ** 48 **

    Manusmṛti 8.16a (vṛṣo hi bhagavān dharma). 

    visnusmrḍn:ViS 86.15a/ vṛṣo hi bhagavān dharmaś catuṣ-pādaḥ prakīrtitaḥ /

    smrti/dharma/krtyaratnākaraḍn: dharmo 'yaṃ vṛṣarūpeṇa nāmnā nandīśavaro vibhuḥ |
    smrti/dharma/krtyaratnākaraḍn: dharmān māheśvarān vakṣyaty ataḥ prabhṛti nārada||

    tak2015/AtmapujaT55Muktabodha.dn:dharmas tatra vṛṣākāro jñānaḥ sihmasvarūpakaḥ | vairāgyaṃ 

    On the title:
    MMW 'vṛṣa':  "Justice or Virtue personified as a bull or as "Siva's bull Mn. viii, 16 Pur. Kāvyād.;
    just or virtuous act, virtue, moral merit "Siś. Vās.;"

    On the title, see De Simini 2016:238 n. 13: ''As noted by Sanderson [...], this title can have a double meaning,
    since the ‘bull’ (vṛṣa) is both a synonym of ‘religious practice’ and the traditional mount (vāhana) of Śiva.

*** The structure of the VSS
    Matryoshka, dialogues, affiliations
**** Contents:
      24 chapters

      1. brahmāṇḍasaṃkhyā 
      2. śivāṇḍasaṃkhyā 
      3. ahiṃsāpraśaṃsā 
      4. yamavibhāga
      5. śaucācāravidhi
      6. yajñavidhi (also lokāḥ)
      7. dānapraśaṃsā 
      8. niyamapraśaṃsā (p. 603: types of svādhyāyana: śaiva, sāṃkhya, purāṇa,
      smārta, bhārata)
      9. traiguṇyaviśeṣaṇīya
      10. kāyatīrthavivarṇana
      11. caturāśramadharmavidhāna 
      ¤12. vipulopākhyāna  (narrative)
      On birth:
      13. garbhotpatti (on conception)
      14. praśnavyākaraṇa (why people are tall/short etc.)
      ¤15. jīvanirṇaya 
      ¤16. adhyātmanirṇaya (yoga) 
      17. dānadharma
      18. pūrvakarmavipāka
      19. dānayajñaviśeṣa
      20. pañcaviṃśatitattvanirṇaya
      21. kalpanirṇaya
      22. varṇagotrāśrama
      23. nidrotpatti
      24. śāstravarṇana

**** Summary of the contents of all 24 chapters of the VSS
*** References to other works
         Mahābhārata
         nakule
         vipule
         etc.  
** The role of the VSS in the Śivadharma corpus
