vssbook/experiments/vss_vol01.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-04 szo 12:36 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Vṛṣasārasaṃgraha Volume 1: chapters 1&#x2013;12</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Csaba" />


</head>
<body>
<div id="content">
<h1 class="title">Vṛṣasārasaṃgraha Volume 1: chapters 1&#x2013;12</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga798142">1. Introduction</a>
<ul>
<li><a href="#org9b33117">1.1. ERC note</a></li>
<li><a href="#org46345c5">1.2. Acknowledgements</a></li>
<li><a href="#org6c072d7">1.3. On the contents of the VSS</a>
<ul>
<li><a href="#org3e6898d">1.3.1. On the title</a></li>
<li><a href="#org3f5a944">1.3.2. The structure of the VSS</a></li>
<li><a href="#org6051c71">1.3.3. References to other works</a></li>
</ul>
</li>
<li><a href="#orgdd6e272">1.4. The role of the VSS in the Śivadharma corpus</a>
<ul>
<li><a href="#org277de75">1.4.1. general ideas</a></li>
<li><a href="#org4d638b9">1.4.2. Vipula</a></li>
</ul>
</li>
<li><a href="#orgc1876f9">1.5. Dating and provenance</a></li>
<li><a href="#org17f10d5">1.6. Interpretation of chapters</a>
<ul>
<li><a href="#orgc8cbf90">1.6.1. Chapter 12</a></li>
</ul>
</li>
<li><a href="#org8e3c38b">1.7. Misc</a>
<ul>
<li><a href="#orge68aa2e">1.7.1. susūkṣma:</a></li>
<li><a href="#org04a1b55">1.7.2. other</a></li>
</ul>
</li>
<li><a href="#org31687d3">1.8. Notes on language</a></li>
<li><a href="#org24997a0">1.9. Manuscripts consulted</a>
<ul>
<li><a href="#org5b4ebec">1.9.1. The Cambridge MSS</a></li>
<li><a href="#org5f2786e">1.9.2. The Kathmandu MSS</a></li>
<li><a href="#org39c88d4">1.9.3. The Paris MS</a></li>
<li><a href="#org5d98a69">1.9.4. The Munich MS</a></li>
<li><a href="#org4c595c8">1.9.5. The Oxford MS</a></li>
<li><a href="#orge9ecdb1">1.9.6. Kolkata TO BE OBTAINED</a></li>
<li><a href="#orgb8f11c6">1.9.7. The Oxford MS</a></li>
<li><a href="#org3179ca4">1.9.8. The London MS</a></li>
<li><a href="#org4d2781a">1.9.9. The Edition</a></li>
<li><a href="#org5e47d72">1.9.10. CHECK remaining ones</a></li>
</ul>
</li>
<li><a href="#orge37e049">1.10. Editorial policies</a></li>
</ul>
</li>
<li><a href="#org56cea76">2. The critically edited Sanskrit text of VSS 1&#x2013;12</a>
<ul>
<li><a href="#orgd1f6e8c">2.1. Beginning of MSS</a></li>
</ul>
</li>
<li><a href="#orgc79c476">3. Translation and Notes</a></li>
<li><a href="#org2ab3c5c">4. Bibliography</a></li>
<li><a href="#org9534ba9">5. Index</a></li>
</ul>
</div>
</div>


<div id="outline-container-orga798142" class="outline-2">
<h2 id="orga798142"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org9b33117" class="outline-3">
<h3 id="org9b33117"><span class="section-number-3">1.1</span> ERC note</h3>
<div class="outline-text-3" id="text-1-1">
<p>
The present publication is a result of the project DHARMA 
`The Domestication of ``Hindu'' Asceticism and the Religious Making of South and Southeast 
Asia'. This project has received funding from the European Research Council (ERC) 
under the European Union's Horizon 2020 research and innovation programme (grant agreement no 809994).
</p>
</div>
</div>

<div id="outline-container-org46345c5" class="outline-3">
<h3 id="org46345c5"><span class="section-number-3">1.2</span> Acknowledgements</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>NAK</li>
</ul>
<p>
Jyoti Neupane, Manita Neupane, Saubhagya Pradhananga (Chief, National Archives), Rubin Shrestha, Sahan Ranjitkar[?] a morc?,
Sushmita Das (VSS MSS in Calcutta)
sribin7501@gmail.com
</p>
<ul class="org-ul">
<li>Naples</li>
</ul>
<p>
Florinda De Simini, Nirajan Kafle, Kengo Harimoto, Giulia Buriola, Alessandro Battistini,
Lucas Boer, Torsten &#x2026;, Kenji Takahashi, Francesco Sferra, Dorotea &#x2026; , Martina Dello Buono, Chiara &#x2026;
</p>
<ul class="org-ul">
<li>Other</li>
</ul>
<p>
Judit Törzsök, Dominic Goodall, Harunaga Isaacson, SAS Sarma, Sathyanarayan, Gergely Hidas, my family
</p>
</div>
</div>

<div id="outline-container-org6c072d7" class="outline-3">
<h3 id="org6c072d7"><span class="section-number-3">1.3</span> On the contents of the VSS</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org3e6898d" class="outline-4">
<h4 id="org3e6898d"><span class="section-number-4">1.3.1</span> On the title</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
ŚDhU:
īśvarāyatanasyādhaḥ śrīmān dharmavṛṣaḥ sthitaḥ ||
yatra vīravṛṣastatra kṣityāṃ gomātaraḥ sthitā || 12.87 ||
</p>

<p>
filtered<sub>temp</sub>/kosa/10otherkosas:   dharmo vṛṣo vṛṣaḥ śreṣṭho vṛṣo gaurmūṣiko vṛṣaḥ *
filtered<sub>temp</sub>/kosa/10otherkosas-   vṛṣo balaṃ vṛṣaḥ kāmo vṛṣalo vṛṣa ucyate <b>* 48 *</b>
</p>

<p>
Manusmṛti 8.16a (vṛṣo hi bhagavān dharma). 
</p>

<p>
visnusmrḍn:ViS 86.15a/ vṛṣo hi bhagavān dharmaś catuṣ-pādaḥ prakīrtitaḥ /
</p>

<p>
smrti/dharma/krtyaratnākaraḍn: dharmo 'yaṃ vṛṣarūpeṇa nāmnā nandīśavaro vibhuḥ |
smrti/dharma/krtyaratnākaraḍn: dharmān māheśvarān vakṣyaty ataḥ prabhṛti nārada||
</p>

<p>
tak2015/AtmapujaT55Muktabodha.dn:dharmas tatra vṛṣākāro jñānaḥ sihmasvarūpakaḥ | vairāgyaṃ 
</p>

<p>
On the title:
MMW 'vṛṣa':  "Justice or Virtue personified as a bull or as "Siva's bull Mn. viii, 16 Pur. Kāvyād.;
just or virtuous act, virtue, moral merit "Siś. Vās.;"
</p>

<p>
On the title, see De Simini 2016:238 n. 13: ''As noted by Sanderson [&#x2026;], this title can have a double meaning,
since the ‘bull’ (vṛṣa) is both a synonym of ‘religious practice’ and the traditional mount (vāhana) of Śiva.
</p>
</div>
</div>

<div id="outline-container-org3f5a944" class="outline-4">
<h4 id="org3f5a944"><span class="section-number-4">1.3.2</span> The structure of the VSS</h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
Matryoshka, dialogues, affiliations
</p>
</div>
<ol class="org-ol">
<li><a id="org8fad89e"></a>Contents:<br />
<div class="outline-text-5" id="text-1-3-2-1">
<p>
24 chapters
</p>

<ol class="org-ol">
<li>brahmāṇḍasaṃkhyā</li>
<li>śivāṇḍasaṃkhyā</li>
<li>ahiṃsāpraśaṃsā</li>
<li>yamavibhāga</li>
<li>śaucācāravidhi</li>
<li>yajñavidhi (also lokāḥ)</li>
<li>dānapraśaṃsā</li>
<li>niyamapraśaṃsā (p. 603: types of svādhyāyana: śaiva, sāṃkhya, purāṇa,</li>
</ol>
<p>
smārta, bhārata)
</p>
<ol class="org-ol">
<li>traiguṇyaviśeṣaṇīya</li>
<li>kāyatīrthavivarṇana</li>
<li>caturāśramadharmavidhāna</li>
</ol>
<p>
¤12. vipulopākhyāna  (narrative)
On birth:
</p>
<ol class="org-ol">
<li>garbhotpatti (on conception)</li>
<li>praśnavyākaraṇa (why people are tall/short etc.)</li>
</ol>
<p>
¤15. jīvanirṇaya 
¤16. adhyātmanirṇaya (yoga) 
</p>
<ol class="org-ol">
<li>dānadharma</li>
<li>pūrvakarmavipāka</li>
<li>dānayajñaviśeṣa</li>
<li>pañcaviṃśatitattvanirṇaya</li>
<li>kalpanirṇaya</li>
<li>varṇagotrāśrama</li>
<li>nidrotpatti</li>
<li>śāstravarṇana</li>
</ol>
</div>
</li>

<li><a id="org67ba817"></a>Summary of the contents of all 24 chapters of the VSS<br /></li>
</ol>
</div>
<div id="outline-container-org6051c71" class="outline-4">
<h4 id="org6051c71"><span class="section-number-4">1.3.3</span> References to other works</h4>
<div class="outline-text-4" id="text-1-3-3">
<p>
Mahābhārata
nakule
vipule
etc.  
</p>
</div>
</div>
</div>
<div id="outline-container-orgdd6e272" class="outline-3">
<h3 id="orgdd6e272"><span class="section-number-3">1.4</span> The role of the VSS in the Śivadharma corpus</h3>
<div class="outline-text-3" id="text-1-4">
</div>
