vssbook/vss_vol01.tex
% Created 2021-12-04 szo 12:36
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[utf8x]{inputenx}\input{/home/csaba/indology/dharma_project/vrsa_edition/vrsasara_macros.tex}
\author{Csaba}
\date{\today}
\title{Vṛṣasārasaṃgraha Volume 1: chapters 1--12}
\hypersetup{
 pdfauthor={Csaba},
 pdftitle={Vṛṣasārasaṃgraha Volume 1: chapters 1--12},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents



\section{Introduction}
\label{sec:org3570d5f}
\subsection{ERC note}
\label{sec:org84f31c6}
The present publication is a result of the project DHARMA 
`The Domestication of ``Hindu'' Asceticism and the Religious Making of South and Southeast 
Asia'. This project has received funding from the European Research Council (ERC) 
under the European Union's Horizon 2020 research and innovation programme (grant agreement no 809994).

\subsection{Acknowledgements}
\label{sec:orgff6a7a9}
\begin{itemize}
\item NAK
\end{itemize}
Jyoti Neupane, Manita Neupane, Saubhagya Pradhananga (Chief, National Archives), Rubin Shrestha, Sahan Ranjitkar[?] a morc?,
Sushmita Das (VSS MSS in Calcutta)
sribin7501@gmail.com
\begin{itemize}
\item Naples
\end{itemize}
Florinda De Simini, Nirajan Kafle, Kengo Harimoto, Giulia Buriola, Alessandro Battistini,
Lucas Boer, Torsten \ldots{}, Kenji Takahashi, Francesco Sferra, Dorotea \ldots{} , Martina Dello Buono, Chiara \ldots{}
\begin{itemize}
\item Other
\end{itemize}
Judit Törzsök, Dominic Goodall, Harunaga Isaacson, SAS Sarma, Sathyanarayan, Gergely Hidas, my family

\subsection{On the contents of the VSS}
\label{sec:orgaed5074}
\subsubsection{On the title}
\label{sec:org8a3a12b}
ŚDhU:
īśvarāyatanasyādhaḥ śrīmān dharmavṛṣaḥ sthitaḥ ||
yatra vīravṛṣastatra kṣityāṃ gomātaraḥ sthitā || 12.87 ||

filtered\(_{\text{temp}}\)/kosa/10otherkosas:   dharmo vṛṣo vṛṣaḥ śreṣṭho vṛṣo gaurmūṣiko vṛṣaḥ *
filtered\(_{\text{temp}}\)/kosa/10otherkosas-   vṛṣo balaṃ vṛṣaḥ kāmo vṛṣalo vṛṣa ucyate \textbf{* 48 *}

Manusmṛti 8.16a (vṛṣo hi bhagavān dharma). 

visnusmrḍn:ViS 86.15a/ vṛṣo hi bhagavān dharmaś catuṣ-pādaḥ prakīrtitaḥ /

smrti/dharma/krtyaratnākaraḍn: dharmo 'yaṃ vṛṣarūpeṇa nāmnā nandīśavaro vibhuḥ |
smrti/dharma/krtyaratnākaraḍn: dharmān māheśvarān vakṣyaty ataḥ prabhṛti nārada||

tak2015/AtmapujaT55Muktabodha.dn:dharmas tatra vṛṣākāro jñānaḥ sihmasvarūpakaḥ | vairāgyaṃ 

On the title:
MMW 'vṛṣa':  "Justice or Virtue personified as a bull or as "Siva's bull Mn. viii, 16 Pur. Kāvyād.;
just or virtuous act, virtue, moral merit "Siś. Vās.;"

On the title, see De Simini 2016:238 n. 13: ''As noted by Sanderson [\ldots{}], this title can have a double meaning,
since the ‘bull’ (vṛṣa) is both a synonym of ‘religious practice’ and the traditional mount (vāhana) of Śiva.

\subsubsection{The structure of the VSS}
\label{sec:org03981d2}
Matryoshka, dialogues, affiliations
\begin{enumerate}
\item Contents:
\label{sec:org76141ca}
24 chapters

\begin{enumerate}
\item brahmāṇḍasaṃkhyā
\item śivāṇḍasaṃkhyā
\item ahiṃsāpraśaṃsā
\item yamavibhāga
\item śaucācāravidhi
\item yajñavidhi (also lokāḥ)
\item dānapraśaṃsā
\item niyamapraśaṃsā (p. 603: types of svādhyāyana: śaiva, sāṃkhya, purāṇa,
\end{enumerate}
smārta, bhārata)
\begin{enumerate}
\item traiguṇyaviśeṣaṇīya
\item kāyatīrthavivarṇana
\item caturāśramadharmavidhāna
\end{enumerate}
¤12. vipulopākhyāna  (narrative)
On birth:
\begin{enumerate}
\item garbhotpatti (on conception)
\item praśnavyākaraṇa (why people are tall/short etc.)
\end{enumerate}
¤15. jīvanirṇaya 
¤16. adhyātmanirṇaya (yoga) 
\begin{enumerate}
\item dānadharma
\item pūrvakarmavipāka
\item dānayajñaviśeṣa
\item pañcaviṃśatitattvanirṇaya
\item kalpanirṇaya
\item varṇagotrāśrama
\item nidrotpatti
\item śāstravarṇana
\end{enumerate}

\item Summary of the contents of all 24 chapters of the VSS
\label{sec:org3d61159}
\end{enumerate}
\subsubsection{References to other works}
\label{sec:org97c0b77}
Mahābhārata
nakule
vipule
etc.  
\subsection{The role of the VSS in the Śivadharma corpus}
\label{sec:orgd02f304}
