vssbook/experiments/vss_vol01.html
<div id="outline-container-org277de75" class="outline-4">
<h4 id="org277de75"><span class="section-number-4">1.4.1</span> general ideas</h4>
<div class="outline-text-4" id="text-1-4-1">
<ul class="org-ul">
<li>is this text really Śaiva? why in this collection?</li>
<li>niśvāsa as sadāśiva in ch. 16; Niśvāsa uttarasūtra 5.50-51; see also Kafle Niśvāsamukha p.11ff; ibid. p.12: "The term niśvāsa             means sighing. Thus, an alternative
meaning of the Niśvāsatattvasaṃhitā could also be a ‘‘sighing tantra.’’ To be more precise,
a tantra that originated from the sighing of Śiva. This is to say, the speech of Śiva."</li>
<li>tattva-system: mati and suśira (ch. 20)</li>
<li>parallels: MBh, Bṛhatkālottara,</li>
<li>ch. 21: Viṣṇu; is this a Śaiva text?</li>
<li>āśramas are in an order different from usual; compare this to NĀT; "Variations on the āśrama-system"</li>
</ul>

<p>
History of Dharmasastra 2.1
pp. 416ff on āśramas
</p>

<p>
n. 988! see Āpastamba-dharma-sūtra ii.9.21.1: catvāra āśramā gārhasthyam ācāryakulaṃ maunaṃ vānaprasthyam iti| Quoted by Śankara
But the chapters in Āpastamba follow the traditional order.
"Āp. places the householder first among the āśramas, probably on account of the importance of that stage to all other āśramas." Kane ibid.
</p>

<p>
ibid p. 417: person in last āśrama is called: parivrāṭ, parivrājaka(!), bhikṣu, muni, yati.
See 
Olivelle, Patrick. The Āśrama System. The History and Hermeneutics of a Religious Institution. New York, Oxford: Oxford University Press, 1993.  [megvan] p.82ff: The Order of Āśramas; 
	ibid: "In later texts the usual order is student, householder, hermit, and renouncer, reflecting the sequence of the passage from one <span class="underline">āśrama</span> to another&#x2026; In the Dharmasūtras, however, only Baudhāyana and Vasiṣṭha follow that order&#x2026; A specific order becomes insignificant when the <span class="underline">āśramas</span> are taken as four alternative adult vocations." 
Are they alternative adult vocations here in the Vṛṣasārasaṃgraha? They are numbered.
</p>

<p>
\textit{Gṛhastha. The Householder in Ancient Indian 
Religious Culture.} Edited by Patrick Olivelle. OUP, 2019.
Especially Csaba Dezső's article in it.
</p>

<p>
%%%%%%
%dscn 8034.jpg ff in folder <i>home/csaba/mmedia/images/scan/saiva/sivadharmacorpus/pasupatimatam4</i>
% in Naraharinātha's Paśupatimatam pp. 580ff
% CHECK if Naraharinath seems to be better at Sanskrit in other texts
% the edition seems problematic at many places
% a dialogue between Janamejaya and Vaiśampāyana, the latter of whom relates
dialogues between Vigatarāga and Anarthayajña
% revise ¤s and lost/ill
Bisschop in "Universal Śaivism": " &#x2013; En-dashes indicate a lost or illegible syllable in the manuscript."
</p>

<p>
%N. of a celebrated king to whom Vaiśampāyana recited the [MBh.] (greatgrandson to Arjuna, as being son and, successor to Parikshit who was the son of Arjuna's son Abhimanyu) ["SBr.] xi, xīi AitBr. "Sāṅkhir. xvi [MBh.] &amp;c.;
</p>

<p>
Bisschop 2018:2:
	``The full text of the corpus was first published by Naraharinātha in 1998, while over the past few years several scholars have started to work on individual parts of the corpus or referred to them in their studies. See, in particular, Acharya 2009; Bisschop 2010, 2014; De Simini 2013, 2016a, 2016b, 2017; De Simini &amp; Mirnig 2017; Goodall 2011; Kafle 2013, 2015; Magnone 2005; Sanderson 2003/04, 2012/13; Schwartz 2012. An edition of the Śivadharmaśāstra alone, based on a single manuscript in the Adyar Library, has been published more recently as well (Jugnu &amp; Sharma 2014). The Śivopaniṣad, which also forms part of the Śivadharma corpus, was already published much earlier but was not recognised as such, being included in a collection of Upaniṣads (Kunhan Raja 1933).''
</p>

<p>
What MS did Naraharinātha used? See Biscchop 2018:58&#x2013;59.
</p>

<p>
Palm leaf: /home/csaba/mmedia/images/scan/saiva/sivadharmacorpus/mss<sub>florinda</sub>/newari/ngmpp/palm<sub>leaf</sub><sub>mtm</sub>/A 3:3/fr.8493.0.A 0003-03<sub>3</sub>/A3-03+65851+177<sub>vss</sub><sub>start.jpg</sub>
Paper MS /home/csaba/mmedia/images/scan/saiva/sivadharmacorpus/mss<sub>florinda</sub>/newari/ngmpp/paper<sub>mtm</sub>/A 1341-06/DSCN0331 fol. 204<sub>vss.JPG</sub>
</p>
</div>
</div>
