vssbook/vss_vol01.tex
\subsubsection{general ideas}
\label{sec:orgde0ae63}
\begin{itemize}
\item is this text really Śaiva? why in this collection?
\item niśvāsa as sadāśiva in ch. 16; Niśvāsa uttarasūtra 5.50-51; see also Kafle Niśvāsamukha p.11ff; ibid. p.12: "The term niśvāsa             means sighing. Thus, an alternative
meaning of the Niśvāsatattvasaṃhitā could also be a ‘‘sighing tantra.’’ To be more precise,
a tantra that originated from the sighing of Śiva. This is to say, the speech of Śiva."
\item tattva-system: mati and suśira (ch. 20)
\item parallels: MBh, Bṛhatkālottara,
\item ch. 21: Viṣṇu; is this a Śaiva text?
\item āśramas are in an order different from usual; compare this to NĀT; "Variations on the āśrama-system"
\end{itemize}

History of Dharmasastra 2.1
pp. 416ff on āśramas

n. 988! see Āpastamba-dharma-sūtra ii.9.21.1: catvāra āśramā gārhasthyam ācāryakulaṃ maunaṃ vānaprasthyam iti| Quoted by Śankara
But the chapters in Āpastamba follow the traditional order.
"Āp. places the householder first among the āśramas, probably on account of the importance of that stage to all other āśramas." Kane ibid.

ibid p. 417: person in last āśrama is called: parivrāṭ, parivrājaka(!), bhikṣu, muni, yati.
See 
Olivelle, Patrick. The Āśrama System. The History and Hermeneutics of a Religious Institution. New York, Oxford: Oxford University Press, 1993.  [megvan] p.82ff: The Order of Āśramas; 
	ibid: "In later texts the usual order is student, householder, hermit, and renouncer, reflecting the sequence of the passage from one \uline{āśrama} to another\ldots{} In the Dharmasūtras, however, only Baudhāyana and Vasiṣṭha follow that order\ldots{} A specific order becomes insignificant when the \uline{āśramas} are taken as four alternative adult vocations." 
Are they alternative adult vocations here in the Vṛṣasārasaṃgraha? They are numbered.

\textit\{Gṛhastha. The Householder in Ancient Indian 
Religious Culture.\} Edited by Patrick Olivelle. OUP, 2019.
Especially Csaba Dezső's article in it.

\%\%\%\%\%\%
\%dscn 8034.jpg ff in folder \emph{home/csaba/mmedia/images/scan/saiva/sivadharmacorpus/pasupatimatam4}
\% in Naraharinātha's Paśupatimatam pp. 580ff
\% CHECK if Naraharinath seems to be better at Sanskrit in other texts
\% the edition seems problematic at many places
\% a dialogue between Janamejaya and Vaiśampāyana, the latter of whom relates
dialogues between Vigatarāga and Anarthayajña
\% revise ¤s and lost/ill
Bisschop in "Universal Śaivism": " -- En-dashes indicate a lost or illegible syllable in the manuscript."

\%N. of a celebrated king to whom Vaiśampāyana recited the [MBh.] (greatgrandson to Arjuna, as being son and, successor to Parikshit who was the son of Arjuna's son Abhimanyu) ["SBr.] xi, xīi AitBr. "Sāṅkhir. xvi [MBh.] \&c.;

Bisschop 2018:2:
	``The full text of the corpus was first published by Naraharinātha in 1998, while over the past few years several scholars have started to work on individual parts of the corpus or referred to them in their studies. See, in particular, Acharya 2009; Bisschop 2010, 2014; De Simini 2013, 2016a, 2016b, 2017; De Simini \& Mirnig 2017; Goodall 2011; Kafle 2013, 2015; Magnone 2005; Sanderson 2003/04, 2012/13; Schwartz 2012. An edition of the Śivadharmaśāstra alone, based on a single manuscript in the Adyar Library, has been published more recently as well (Jugnu \& Sharma 2014). The Śivopaniṣad, which also forms part of the Śivadharma corpus, was already published much earlier but was not recognised as such, being included in a collection of Upaniṣads (Kunhan Raja 1933).''

What MS did Naraharinātha used? See Biscchop 2018:58--59.

Palm leaf: /home/csaba/mmedia/images/scan/saiva/sivadharmacorpus/mss\(_{\text{florinda}}\)/newari/ngmpp/palm\(_{\text{leaf}}\)\(_{\text{mtm}}\)/A 3:3/fr.8493.0.A 0003-03\(_{\text{3}}\)/A3-03+65851+177\(_{\text{vss}}\)\(_{\text{start.jpg}}\)
Paper MS /home/csaba/mmedia/images/scan/saiva/sivadharmacorpus/mss\(_{\text{florinda}}\)/newari/ngmpp/paper\(_{\text{mtm}}\)/A 1341-06/DSCN0331 fol. 204\(_{\text{vss.JPG}}\)
