vssbook/experiments/vss_vol01.html
<div id="outline-container-org4d638b9" class="outline-4">
<h4 id="org4d638b9"><span class="section-number-4">1.4.2</span> Vipula</h4>
<div class="outline-text-4" id="text-1-4-2">
<p>
Vipula in the MBh:
</p>

<p>
MBh 13040016aff
</p>

<p>
Devaśarman and his wife Ruci
13040017a tasya rūpeṇa &#x2013;&gt; 13040017a tasyā rūpeṇa
</p>

<p>
all gods, esp. Indra, are in love with her
but Devaśarman guards her
wants to perform yajña: how to guard her during the ritual?
calls his pupil, Vipula
tells him that Indra can assume various forms
Vipula decides that the only way to protect her from Indra is to magically 'enter' her (with yoga)
he tells her stories and enters her 
</p>

<p>
MBh 13041001ff
Indra sees the opportunity and enters the āśrama as a beautiful man
he sees Vipula's lifeless body
Ruci fancies Indra, but Vipula in his body stops her from standing up
Indra sings to her beautiful songs
he says "I have come for you, I am Devendra, I am in love"
Vipula stops her from doing anything
Indra is a bit shocked by her not being moved, gets angry and can see now that Vipula is in her
Vipula leaves her, enters his own body, and abuses Indra and tells Indra how wicked he is
Indra is ashamed and disappears
Devaśarman returns to the āśrama, Vipula tells him what happened and Devaśarman praises him
</p>

<p>
ETC., see translation here:
<a href="https://www.sacred-texts.com/hin/m13/m13b005.htm">https://www.sacred-texts.com/hin/m13/m13b005.htm</a>
</p>

<p>
See summary also here:
V. S. Sukthankar. Critical Studies in the Mahābhārata.
	Poona, V. S. Sukthankar Memorial Edition Committee, 1944. 317&#x2013;318
<a href="https://archive.org/details/in.ernet.dli.2015.281344/page/n333">https://archive.org/details/in.ernet.dli.2015.281344/page/n333</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgc1876f9" class="outline-3">
<h3 id="orgc1876f9"><span class="section-number-3">1.5</span> Dating and provenance</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>note the tattva chapter 20 (no tanmātras)</li>
<li>the archaic yoga of chapter 10 (no Piṅgalā)</li>
<li>check lists of deities such as Vasus</li>
<li>order of asramas?</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org7aed892"></a>Place of composition: geographical names and persons mentioned<br /></li>
</ol>
</div>

<div id="outline-container-org17f10d5" class="outline-3">
<h3 id="org17f10d5"><span class="section-number-3">1.6</span> Interpretation of chapters</h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-orgc8cbf90" class="outline-4">
<h4 id="orgc8cbf90"><span class="section-number-4">1.6.1</span> Chapter 12</h4>
<div class="outline-text-4" id="text-1-6-1">
<p>
everybody is donating to everybody, 
the final donor is Brahmā
lot of testing going on in the frame story and also
in chapter 12
also the disguise thing is recurring: 12.37 and ch 1 and
when Viṣṇu reveals his identity
</p>
</div>
</div>
</div>
<div id="outline-container-org8e3c38b" class="outline-3">
<h3 id="org8e3c38b"><span class="section-number-3">1.7</span> Misc</h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-orge68aa2e" class="outline-4">
<h4 id="orge68aa2e"><span class="section-number-4">1.7.1</span> susūkṣma:</h4>
<div class="outline-text-4" id="text-1-7-1">
<p>
Śivadharmottara 10.45cd&#x2013;46: rudraḥ ṣaḍviṃśakaḥ proktaḥ śivaś ca paratas tataḥ || 45 || saptaviṃśatimaḥ śāntaḥ susūkṣmaḥ parameśvaraḥ | svargāpavargayor dātā taṃ vijñāya vimucyate || 46 ||.
yamas-niyamas: see table in Śaiva Utopia p17
</p>
</div>
</div>
<div id="outline-container-org04a1b55" class="outline-4">
<h4 id="org04a1b55"><span class="section-number-4">1.7.2</span> other</h4>
<div class="outline-text-4" id="text-1-7-2">
<p>
Why is this mentioned at
<a href="http://cudlḷib.cam.ac.uk/view/MS-ADD-01694-00001/403">http://cudlḷib.cam.ac.uk/view/MS-ADD-01694-00001/403</a> :
C., Kunhan Raja, Un-published Upanishads (Adyar: The Adyar Library, 1933).
Ahhh, Śivopaniṣat is in there!
cf. śivasaṃkalpa in pp 319 ff. (Śivasaṃkalpopaniṣat)
Bonazzoli, Giorgio, "Introducing Śivadharma and Śivadharmottara", Altorientalische Forschungen vol. 20 issue. 2 pp. 342-349 (1993).
"There is no raw data." EdX Harvard Digital Humanities
</p>

<p>
CHECK out Kenji on the Umāmaheśvarasaṃvāda in the MBh, his summary looks similar to the VSS
</p>

<p>
Kenji:
''BDhS 2: Discussion of gṛhastha. but BDh 2.11.9&#x2013;34 is a digression on the topic of caturāśrama (vikalpa
type, not krama type), and the author denies caturāśrama idea.''
</p>

<p>
MSS: see Bisschop Universal &#x2026; pp. 52&#x2013;53; De Simini &amp; Mirnig pp. 587, 591
% ``a stable element of the corpus''
</p>

<p>
Vindicate your edition: look at the apparatus, all the \Ed entries
</p>
</div>
</div>
</div>
