vssbook/vss_vol01.tex
\subsubsection{Vipula}
\label{sec:org830304a}
Vipula in the MBh:

MBh 13040016aff

Devaśarman and his wife Ruci
13040017a tasya rūpeṇa --> 13040017a tasyā rūpeṇa

all gods, esp. Indra, are in love with her
but Devaśarman guards her
wants to perform yajña: how to guard her during the ritual?
calls his pupil, Vipula
tells him that Indra can assume various forms
Vipula decides that the only way to protect her from Indra is to magically 'enter' her (with yoga)
he tells her stories and enters her 

MBh 13041001ff
Indra sees the opportunity and enters the āśrama as a beautiful man
he sees Vipula's lifeless body
Ruci fancies Indra, but Vipula in his body stops her from standing up
Indra sings to her beautiful songs
he says "I have come for you, I am Devendra, I am in love"
Vipula stops her from doing anything
Indra is a bit shocked by her not being moved, gets angry and can see now that Vipula is in her
Vipula leaves her, enters his own body, and abuses Indra and tells Indra how wicked he is
Indra is ashamed and disappears
Devaśarman returns to the āśrama, Vipula tells him what happened and Devaśarman praises him

ETC., see translation here:
\url{https://www.sacred-texts.com/hin/m13/m13b005.htm}

See summary also here:
V. S. Sukthankar. Critical Studies in the Mahābhārata.
	Poona, V. S. Sukthankar Memorial Edition Committee, 1944. 317--318
\url{https://archive.org/details/in.ernet.dli.2015.281344/page/n333}

\subsection{Dating and provenance}
\label{sec:org06fa85b}
\begin{itemize}
\item note the tattva chapter 20 (no tanmātras)
\item the archaic yoga of chapter 10 (no Piṅgalā)
\item check lists of deities such as Vasus
\item order of asramas?
\end{itemize}
\begin{enumerate}
\item Place of composition: geographical names and persons mentioned
\label{sec:org8e5e470}
\end{enumerate}

\subsection{Interpretation of chapters}
\label{sec:org93b9b29}
\subsubsection{Chapter 12}
\label{sec:orgf298b3e}
everybody is donating to everybody, 
the final donor is Brahmā
lot of testing going on in the frame story and also
in chapter 12
also the disguise thing is recurring: 12.37 and ch 1 and
when Viṣṇu reveals his identity
\subsection{Misc}
\label{sec:orgdf4797a}
\subsubsection{susūkṣma:}
\label{sec:orgd27f794}
Śivadharmottara 10.45cd--46: rudraḥ ṣaḍviṃśakaḥ proktaḥ śivaś ca paratas tataḥ || 45 || saptaviṃśatimaḥ śāntaḥ susūkṣmaḥ parameśvaraḥ | svargāpavargayor dātā taṃ vijñāya vimucyate || 46 ||.
yamas-niyamas: see table in Śaiva Utopia p17
\subsubsection{other}
\label{sec:org0efcb93}
Why is this mentioned at
\url{http://cudlḷib.cam.ac.uk/view/MS-ADD-01694-00001/403} :
C., Kunhan Raja, Un-published Upanishads (Adyar: The Adyar Library, 1933).
Ahhh, Śivopaniṣat is in there!
cf. śivasaṃkalpa in pp 319 ff. (Śivasaṃkalpopaniṣat)
Bonazzoli, Giorgio, "Introducing Śivadharma and Śivadharmottara", Altorientalische Forschungen vol. 20 issue. 2 pp. 342-349 (1993).
"There is no raw data." EdX Harvard Digital Humanities

CHECK out Kenji on the Umāmaheśvarasaṃvāda in the MBh, his summary looks similar to the VSS

Kenji:
''BDhS 2: Discussion of gṛhastha. but BDh 2.11.9--34 is a digression on the topic of caturāśrama (vikalpa
type, not krama type), and the author denies caturāśrama idea.''

MSS: see Bisschop Universal \ldots{} pp. 52--53; De Simini \& Mirnig pp. 587, 591
\% ``a stable element of the corpus''

Vindicate your edition: look at the apparatus, all the \Ed entries
