vssbook/experiments/vss_vol01.html
<div id="outline-container-org31687d3" class="outline-3">
<h3 id="org31687d3"><span class="section-number-3">1.8</span> Notes on language</h3>
<div class="outline-text-3" id="text-1-8">
<ul class="org-ul">
<li>Special vocabulary/language: karhacit, hṛdi as nominative 10.27cd, tirya, me as mayā</li>
<li>Special structures: 
caturmaunasya vakṣyāmi
indreṇāsmi phalaṃ dattaṃ</li>
<li>Number: singular next to numerals, and general confusion (CHECK)</li>
</ul>

<p>
'Muta cum liquida' (Balogh 2018?:33 note 6) find sources on metrical licenses / -ces
Apte Appendix A p. 1: pra, bra, hra, kra are exceptions
In the text below, śra, śya, śva, sva, dva seem additional ones (plus tra and vra? and rp? 11.5X)
</p>

<p>
''According to Kedārabhaṭṭa in Vṛttaratnākara, a short vowel followed by a consonant cluster 
(i.e., multiple consonants), although guru by default, can optionally be treated as laghu if
that consonant cluster happens to be the beginning of a new word. Implement this option.
(With required UI changes, e.g. saying: "this verse can be read as &#x2026; if an option is used in places x, y, z.") ''
SOURCE: ( <a href="https://github.com/shreevatsa/sanskrit/issues/1">https://github.com/shreevatsa/sanskrit/issues/1</a> )
</p>

<p>
Vṛttaratnākara 1.10! (etext downloaded):
padādāv iha varṇasya saṃyogaḥ kramasaṃjñikaḥ /
puraḥsthitena tena syāl laghutā 'pi kvacid guroḥ <i>/ KVrk<sub>1.10</sub> /</i>
</p>

<p>
SOURCE: ( <a href="https://github.com/shreevatsa/sanskrit/issues/1">https://github.com/shreevatsa/sanskrit/issues/1</a> ):
``The traditional rule is that the presence of a conjunct consonant (consonant cluster) makes
  the preceding syllable a guru syllable. For purists, this is an inviolable rule, and there are no exceptions.
</p>

<p>
However, under the influence of Prākṛta and deśa-bhāṣā prosody, and also music, 
later prosodists give poets the option to either conform to this rule, or to occasionally indulge in an exception.
This exception is stated differently by different authors:
</p>

<p>
In Kannada and Telugu prosody, under the name of śithila-dvitva, the exception is that sometimes in
a consonant cluster of the form [consonant + "r"], the "r" (repha) can be ignored, so that it is not a conjunct consonant anymore.
Kedāra-bhaṭṭa in his Vṛtta-ratnākara states the exception as: if the consonant cluster is at the
beginning of a word, then it may be treated as a single consonant.
Yet another way of stating the exception is that a consonant cluster can be optionally 
treated as a single consonant if the effort of pronouncing it is quick 
</p>

<p>
or with less effort
</p>

<p>
All ways of stating the exception cover the example of
</p>

<p>
but Kedārabhaṭṭa's way doesn't cover the example of "राज्ञां मध्ये सपदि जह्रिषे मित्रविन्दामवन्तीम्" from the Nārāyaṇīyam. So far I don't see a reason to prefer Kedārabhaṭṭa's formulation over the others.
</p>

<p>
But anyway, to return to the main point:
</p>

<p>
The exception is not accepted by purists: Shatavadhani Ganesh says that the Sanskrit masters like
Kālidāsa, Bhāravi, Māgha, Śrīharṣa, and Viśākhadatta have not freely used this exception (though the masters in Kannada
and other languages have).
Being more of a "poetic licence" and a violation of the standard rule (only found in later poetry),
it is extremely unlikely that any sane poet would have indulged in that exception in all four pāda-s of a verse.
Thus it is very unlikely that the program will miss identifying a verse that indulges in this exception.
At least, I haven't seen any example from real life so far. (Just saying that because
it would be easy to intentionally compose a verse to disproves this!)
</p>

<p>
   Reference: see comments by Dr. Ganesh and Nityananda Misra in this thread started by Vishvas Vasuki:
   <a href="https://groups.google.com/forum/#!topic/bvparishat/ya1cGLuhc14/discussion">https://groups.google.com/forum/#!topic/bvparishat/ya1cGLuhc14/discussion</a>
''
</p>

<p>
Nirajan's advice was to look into Chandomañjarī, and here you are:
p. 2: 
atra pādāntago laghur gurur bhaved| yathā| 
taruṇaṃ va?rṣapaśākaṃ navaudanaṃ picchilāni ca dadhīni?|
alpavyayena sundari grāmyajano miṣṭam aśnāti||
sundarīti grāmyaśabde pare [because it is followed by the word grāmya] vikalpena [option] laghutvam|
tathā bhaṭṭiḥ| 
atha 
 . . . . -  . - -   -  - . . - . - . . . - -
lulitapatatrimālaṃ rugṇāśanavāṇakesaratamālam|
.   . .   . -  . - -  -  -    -! -   . - - -
sa vanaṃ viviktamālaṃ sītāṃ draṣṭuṃ jagāmālam|
atra prathamapādāntaguror laghutvam| tathā matpituḥ pārijātaharaṇanāṭake| etc.
OK, it is also in the Vṛttaratnākara, check it there
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
MBh on the 4-legged bull:
03188010c vṛṣaḥ pratiṣṭhito dharmo manuṣyeṣv abhavat purā
03188011a adharmapādaviddhas tu tribhir aṃśaiḥ pratiṣṭhitaḥ
03188011c tretāyāṃ dvāpare 'rdhena vyāmiśro dharma ucyate
03188012a tribhir aṃśair adharmas tu lokān ākramya tiṣṭhati
03188012c caturthāṃśena dharmas tu manuṣyān upatiṣṭhati
03188013a āyur vīryam atho buddhir balaṃ tejaś ca pāṇḍava
03188013c manuṣyāṇām anuyugaṃ hrasatīti nibodha me
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
</p>

<ul class="org-ul">
<li>How to deal with the problem of info distributed in two volumes?</li>
<li>metre
<ul class="org-ul">
<li>muta cum liquida</li>
<li>final -am etc. counts as long (reverse of muta cum liquida)</li>
</ul></li>
<li>stem form nouns (prātipadika)</li>
<li>Special vocabulary/language: 
karhacit, hṛdi as nominative 10.27cd, tirya</li>
<li>Special structures:
caturmaunasya vakṣyāmi</li>
<li>number (e.g. singular next to numerals)</li>
<li>gender</li>
<li>me as mayā</li>
<li>a more or less full collation is important: we cannot automatically 
reject `ungrammatical' or unmetrical forms because they may well be the
`original' one</li>
</ul>
</div>
</div>
