vssbook/vss_vol01.org
** Manuscripts consulted
   In the manuscript descriptions below, in addition to some general remarks,
   I will mainly focus on information relevant to the VSS. For much more
   detail on the overall features of these manuscripts, see De Simini 2016 
   and the catalogues I mention at each individual manuscript.
   # SDh MSS from Nepal
   I owe thanks Florinda De Simini for sharing with me most of the manuscripts
   listed here, to Kengo Harimoto and Gudrun Melzer (Munich) for providing
   photos of the Munich MS, and to Nirajan Kafle for sharing the Paris MS. 
*** The Cambridge MSS
**** \msCa (NC94): University Library of Cambridge Add. 1694.1.
          I used this manuscript extensively in the critical edition. 
          See a detailed description of this MS at
                  https://cudl.lib.cam.ac.uk/view/MS-ADD-01694-00001/382
          Date of creation: 12th century.
          # CHECK which term:
          The script is Newari/Nepālākṣara.
          # Folio height: 5 cm, width: ca. 53.5 cm. 
          It is a palm-leaf MTM containing 258 folios.
          Contents:
                  1) Śivadharmaśāstra 
                  2) Śivadharmottara 
                  3) Śivadharmasaṃgraha
                  4) Umāmaheśvarasaṃvāda
                  5) Uttarottaramahāsaṃvāda
                  6) Vṛṣasārasaṃgraha 
                  7) Dharmaputrikā
                  8) Śivopaniṣad
          The VSS occupies 45 folios: 
                  it starts on f. 193 (the recto side, online image no. 381,      
                  is an empty folio side, the text itself starts on the verso side);
                  it ends on f. 239r (and not 193r, as the online description says; online image no. 472).
                  The text of the VSS is transmitted fully, without any folios or major sections of the text missing.
          The leaves transmitting the VSS are well-preserved. Some folio
                sides are faded and most folios are somewhat damaged on the right side, 
                sometimes at other parts, and it seems from the images that some opaque-looking tape has been
                applied to protect these damaged sections. In my critical edition the broken off, completely lost,
                /akṣara/s are represented by ×, the illegible /akṣara/s under the tape by ¤. CHECK
          The quality of the readings of this manuscript is one of the best,
          comparable only to \msNa\ and \msP, making it one of the most
          important sources for the VSS.
          #                    %ayutaif \msCa 1.53d

**** \msCb (NC45): University Library of Cambridge Add. 1645.
       I used this manuscript extensively in the critical edition. 
       See a detailed description of this MS at
             https://cudl.lib.cam.ac.uk/view/MS-ADD-01645/404 
       Dated to Nepali Samvat 259 (1138--39 CE).
       # Folio height: 4.4 cm, width: 61.7 cm. 
       # CHECK which term:
       The script is Newari/Nepālākṣara.
       It is a palm-leaf MTM containing 247 folios.
       Contents: 
                  1) Śivadharmaśāstra
                  2) Śivadharmottara
                  3) Śivadharmasaṃgraha
                  4) Śivopaniṣad 
                  5) Umāmaheśvarasaṃvāda
                  6) Uttarottaramahāsaṃvāda
                  7) Vṛṣasārasaṃgraha 
                  8) Dharmaputrikā 
          The VSS occupies 37 folios plus one folio side: 
                  it starts on f. 201v line 4 (online image no. 404),
                  it ends on f. 238v line 3 (onine image no. 478).
          The readings of this manuscript seem to follow those of \msNa
                remarkably closely in the Śivadharmottara (as observed by De Simini
                and Harimoto.[fn. Personal communication 01-12-2021]
                This is more difficult to see in the VSS, but indeed, they
                closely related. CHECK

