vssbook/experiments/vss_vol01.html
<div id="outline-container-org24997a0" class="outline-3">
<h3 id="org24997a0"><span class="section-number-3">1.9</span> Manuscripts consulted</h3>
<div class="outline-text-3" id="text-1-9">
<p>
In the manuscript descriptions below, in addition to some general remarks,
I will mainly focus on information relevant to the VSS. For much more
detail on the overall features of these manuscripts, see De Simini 2016 
and the catalogues I mention at each individual manuscript.
</p>

<p>
I owe thanks Florinda De Simini for sharing with me most of the manuscripts
listed here, to Kengo Harimoto and Gudrun Melzer (Munich) for providing
photos of the Munich MS, and to Nirajan Kafle for sharing the Paris MS. 
</p>
</div>
<div id="outline-container-org5b4ebec" class="outline-4">
<h4 id="org5b4ebec"><span class="section-number-4">1.9.1</span> The Cambridge MSS</h4>
<div class="outline-text-4" id="text-1-9-1">
</div>
<ol class="org-ol">
<li><a id="org8d5cc9c"></a>\msCa (NC94): University Library of Cambridge Add. 1694.1.<br />
<div class="outline-text-5" id="text-1-9-1-1">
<p>
I used this manuscript extensively in the critical edition. 
See a detailed description of this MS at
	<a href="https://cudl.lib.cam.ac.uk/view/MS-ADD-01694-00001/382">https://cudl.lib.cam.ac.uk/view/MS-ADD-01694-00001/382</a>
Date of creation: 12th century.
</p>

<p>
The script is Newari/Nepālākṣara.
</p>

<p>
It is a palm-leaf MTM containing 258 folios.
Contents:
</p>
<ol class="org-ol">
<li>Śivadharmaśāstra</li>
<li>Śivadharmottara</li>
<li>Śivadharmasaṃgraha</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Uttarottaramahāsaṃvāda</li>
<li>Vṛṣasārasaṃgraha</li>
<li>Dharmaputrikā</li>
<li>Śivopaniṣad</li>
</ol>
<p>
The VSS occupies 45 folios: 
	it starts on f. 193 (the recto side, online image no. 381,      
	is an empty folio side, the text itself starts on the verso side);
	it ends on f. 239r (and not 193r, as the online description says; online image no. 472).
	The text of the VSS is transmitted fully, without any folios or major sections of the text missing.
The leaves transmitting the VSS are well-preserved. Some folio
      sides are faded and most folios are somewhat damaged on the right side, 
      sometimes at other parts, and it seems from the images that some opaque-looking tape has been
      applied to protect these damaged sections. In my critical edition the broken off, completely lost,
      /akṣara/s are represented by ×, the illegible /akṣara/s under the tape by ¤. CHECK
The quality of the readings of this manuscript is one of the best,
comparable only to \msNa\ and \msP, making it one of the most
important sources for the VSS.
</p>
</div>
</li>

<li><a id="orge90ccbd"></a>\msCb (NC45): University Library of Cambridge Add. 1645.<br />
<div class="outline-text-5" id="text-1-9-1-2">
<p>
I used this manuscript extensively in the critical edition. 
See a detailed description of this MS at
      <a href="https://cudl.lib.cam.ac.uk/view/MS-ADD-01645/404">https://cudl.lib.cam.ac.uk/view/MS-ADD-01645/404</a> 
Dated to Nepali Samvat 259 (1138&#x2013;39 CE).
</p>

<p>
The script is Newari/Nepālākṣara.
It is a palm-leaf MTM containing 247 folios.
Contents: 
</p>
<ol class="org-ol">
<li>Śivadharmaśāstra</li>
<li>Śivadharmottara</li>
<li>Śivadharmasaṃgraha</li>
<li>Śivopaniṣad</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Uttarottaramahāsaṃvāda</li>
<li>Vṛṣasārasaṃgraha</li>
<li>Dharmaputrikā</li>
</ol>
<p>
The VSS occupies 37 folios plus one folio side: 
	it starts on f. 201v line 4 (online image no. 404),
	it ends on f. 238v line 3 (onine image no. 478).
The readings of this manuscript seem to follow those of \msNa
      remarkably closely in the Śivadharmottara (as observed by De Simini
      and Harimoto.[fn. Personal communication 01-12-2021]
      This is more difficult to see in the VSS, but indeed, they
      closely related. CHECK
</p>
</div>
</li>
