vssbook/vss_vol01.tex
\subsection{Manuscripts consulted}
\label{sec:org81773e7}
In the manuscript descriptions below, in addition to some general remarks,
I will mainly focus on information relevant to the VSS. For much more
detail on the overall features of these manuscripts, see De Simini 2016 
and the catalogues I mention at each individual manuscript.

I owe thanks Florinda De Simini for sharing with me most of the manuscripts
listed here, to Kengo Harimoto and Gudrun Melzer (Munich) for providing
photos of the Munich MS, and to Nirajan Kafle for sharing the Paris MS. 
\subsubsection{The Cambridge MSS}
\label{sec:org333b616}
\begin{enumerate}
\item \msCa (NC94): University Library of Cambridge Add. 1694.1.
\label{sec:orgaf70b57}
I used this manuscript extensively in the critical edition. 
See a detailed description of this MS at
	\url{https://cudl.lib.cam.ac.uk/view/MS-ADD-01694-00001/382}
Date of creation: 12th century.

The script is Newari/Nepālākṣara.

It is a palm-leaf MTM containing 258 folios.
Contents:
\begin{enumerate}
\item Śivadharmaśāstra
\item Śivadharmottara
\item Śivadharmasaṃgraha
\item Umāmaheśvarasaṃvāda
\item Uttarottaramahāsaṃvāda
\item Vṛṣasārasaṃgraha
\item Dharmaputrikā
\item Śivopaniṣad
\end{enumerate}
The VSS occupies 45 folios: 
	it starts on f. 193 (the recto side, online image no. 381,      
	is an empty folio side, the text itself starts on the verso side);
	it ends on f. 239r (and not 193r, as the online description says; online image no. 472).
	The text of the VSS is transmitted fully, without any folios or major sections of the text missing.
The leaves transmitting the VSS are well-preserved. Some folio
      sides are faded and most folios are somewhat damaged on the right side, 
      sometimes at other parts, and it seems from the images that some opaque-looking tape has been
      applied to protect these damaged sections. In my critical edition the broken off, completely lost,
      /akṣara/s are represented by ×, the illegible /akṣara/s under the tape by ¤. CHECK
The quality of the readings of this manuscript is one of the best,
comparable only to \msNa$\backslash$ and \msP, making it one of the most
important sources for the VSS.

\item \msCb (NC45): University Library of Cambridge Add. 1645.
\label{sec:org9de9905}
I used this manuscript extensively in the critical edition. 
See a detailed description of this MS at
      \url{https://cudl.lib.cam.ac.uk/view/MS-ADD-01645/404} 
Dated to Nepali Samvat 259 (1138--39 CE).

The script is Newari/Nepālākṣara.
It is a palm-leaf MTM containing 247 folios.
Contents: 
\begin{enumerate}
\item Śivadharmaśāstra
\item Śivadharmottara
\item Śivadharmasaṃgraha
\item Śivopaniṣad
\item Umāmaheśvarasaṃvāda
\item Uttarottaramahāsaṃvāda
\item Vṛṣasārasaṃgraha
\item Dharmaputrikā
\end{enumerate}
The VSS occupies 37 folios plus one folio side: 
	it starts on f. 201v line 4 (online image no. 404),
	it ends on f. 238v line 3 (onine image no. 478).
The readings of this manuscript seem to follow those of \msNa
      remarkably closely in the Śivadharmottara (as observed by De Simini
      and Harimoto.[fn. Personal communication 01-12-2021]
      This is more difficult to see in the VSS, but indeed, they
      closely related. CHECK
