vssbook/vss_vol01.org
**** \msCc (NC02) CHECK zero; Cambridge University Library Add. 2102. Palm-leaf, 96 folios.
       I used this manuscript extensively in the critical edition. 
       # CHECK which term:
       The script is Newari/Nepālākṣara.
       Contents: 
            1) Śivadharmottara 
            2) Śivadharmasaṃgraha
            3) Umāmaheśvarasaṃvāda
            4) Śivopaniṣad
            5) Vṛṣasārasaṃgraha
            6) Dharmaputrikā (only fol. 322v).
       For a general description of this manuscript, see the online record on the Cambridge Digital Library website:
             https://cudl.lib.cam.ac.uk/view/MS-ADD-02102/181.
             f. 237r
             Remark: the Vṛṣasārasaṃgraha seems to start in a different hand, but then it changes.
             In this MTM, the VSS is trasmitted in an incomplete form, that is to say,
                  a number of folios are missing (most notably chapters 15--17).
             The text starts on a folio which is labelled 237r in the online Digital Library of 
                  the University of Cambridge (image no. 181). 
              This folio in fact has no visible foliation and is written in a hand that is clearly different 
                  from that of the previous one.
            (That folio, image no. 180, ended with verse 7.122cd of the /Śivopaniṣad/:
                  /yauvanasthā gṛhasthāś ca/ [/prāsā/]/dasthāś ca ye nṛpāḥ/.)
            In image 183 (folio 268r, according to the ULC website), the hand changes back to one that is similar to that
                  in image 180. 
            In image 184, the characters for folio number 200+60 are visible (268v, according to the ULC website).
            In image 186, the folio number 269 is clearly visible (f. 269v). 
            In folio 270v, the continuous text is broken at verse 2.21c (/kāmarū°/), 
                  folios 271 and 272 are missing, and the text resumes on folio 273r with verse 3.30b
                  (/ahiṃsā pa/]/ramaṃ sukham/). 
            In folio 296v (image no. 234) the text breaks off again at
                  /vātaśūlair upadrutā/ | /śukro/ (verse 14.XX CHECK), the
                  next folio being 306r (/carmatāś ca dvijasundarīṣu/} (verse 18.XX CHECK) 
                  (nine folios and chapters 15--17 are completely missing).
            Again, there are two missing folios after \skt{bandhus sarvva°} in
                  verse 18.XX CHECK in folio 306v. 
            The text resumes in folio 309r (image 237) with /°ṇeṣu ca sarvveṣu vidvān sreṣṭha sa ucyate/
                  (verse 19.XX CHECK). 
            Another folio is missing between /iṣṭāniṣṭadvaya°/ (verse 20.XX CHECK, folio 309v)
                  and /snāyu majjā sirā tathā/ (verse 20.XX CHECK, folio 311r). 
            The VSS ends on folio 322v (image no. 262) with the concluding
                  colophon /vṛṣasārasaṅgraha samāpta iti/.
            This folio also contains the beginning of the /Dharmaputrikā/, but this multiple-text manuscript contains no more folios.

*** The Kathmandu MSS
**** \msNa (NK82): NGMPP A 1082/3, NAK 3-393
       Palm-leaf, dated to NS 189 (1068--69 CE), 274 folios.
       I used this manuscript extensively in the critical edition. 
       See a brief description of this MS at
            https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00098499
       # Size: 55.6 x 5.5 cm 
       # CHECK which term:
       The script is Newari/Nepālākṣara.
       It is a palm-leaf MTM containing 274 folios.
       Contents:
          1) Śivadharmaśāstra
          2) Śivadharmottara
          3) Śivadharmasaṃgraha
          4) Umāmaheśvarasaṃvāda
          5) Śivopaniṣad
          6) Vṛṣasārasaṃgraha 
          7) Dharmaputrikā
          8) Uttarottaramahāsaṃvāda
          The foliation for the VSS restarts from 1v (f. 1r is a cover) and
          the text spans fols. 1v--46r. 
          This a beautifully written and well-preserved manuscript which give
          very useful readings and proved to be essential for the
          reconstruction of the VSS.
