vssbook/experiments/vss_vol01.html

<li><a id="orgf9fbc34"></a>\msCc (NC02) CHECK zero; Cambridge University Library Add. 2102. Palm-leaf, 96 folios.<br />
<div class="outline-text-5" id="text-1-9-1-3">
<p>
I used this manuscript extensively in the critical edition. 
</p>

<p>
The script is Newari/Nepālākṣara.
Contents: 
</p>
<ol class="org-ol">
<li>Śivadharmottara</li>
<li>Śivadharmasaṃgraha</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Śivopaniṣad</li>
<li>Vṛṣasārasaṃgraha</li>
<li>Dharmaputrikā (only fol. 322v).</li>
</ol>
<p>
For a general description of this manuscript, see the online record on the Cambridge Digital Library website:
      <a href="https://cudl.lib.cam.ac.uk/view/MS-ADD-02102/181">https://cudl.lib.cam.ac.uk/view/MS-ADD-02102/181</a>.
      f. 237r
      Remark: the Vṛṣasārasaṃgraha seems to start in a different hand, but then it changes.
      In this MTM, the VSS is trasmitted in an incomplete form, that is to say,
	   a number of folios are missing (most notably chapters 15&#x2013;17).
      The text starts on a folio which is labelled 237r in the online Digital Library of 
	   the University of Cambridge (image no. 181). 
       This folio in fact has no visible foliation and is written in a hand that is clearly different 
	   from that of the previous one.
     (That folio, image no. 180, ended with verse 7.122cd of the <i>Śivopaniṣad</i>:
	   <i>yauvanasthā gṛhasthāś ca</i> [/prāsā/]/dasthāś ca ye nṛpāḥ/.)
     In image 183 (folio 268r, according to the ULC website), the hand changes back to one that is similar to that
	   in image 180. 
     In image 184, the characters for folio number 200+60 are visible (268v, according to the ULC website).
     In image 186, the folio number 269 is clearly visible (f. 269v). 
     In folio 270v, the continuous text is broken at verse 2.21c (<i>kāmarū°</i>), 
	   folios 271 and 272 are missing, and the text resumes on folio 273r with verse 3.30b
	   (<i>ahiṃsā pa/]/ramaṃ sukham</i>). 
     In folio 296v (image no. 234) the text breaks off again at
	   <i>vātaśūlair upadrutā</i> | <i>śukro</i> (verse 14.XX CHECK), the
	   next folio being 306r (<i>carmatāś ca dvijasundarīṣu</i>} (verse 18.XX CHECK) 
	   (nine folios and chapters 15&#x2013;17 are completely missing).
     Again, there are two missing folios after \skt{bandhus sarvva°} in
	   verse 18.XX CHECK in folio 306v. 
     The text resumes in folio 309r (image 237) with <i>°ṇeṣu ca sarvveṣu vidvān sreṣṭha sa ucyate</i>
	   (verse 19.XX CHECK). 
     Another folio is missing between <i>iṣṭāniṣṭadvaya°</i> (verse 20.XX CHECK, folio 309v)
	   and <i>snāyu majjā sirā tathā</i> (verse 20.XX CHECK, folio 311r). 
     The VSS ends on folio 322v (image no. 262) with the concluding
	   colophon <i>vṛṣasārasaṅgraha samāpta iti</i>.
     This folio also contains the beginning of the <i>Dharmaputrikā</i>, but this multiple-text manuscript contains no more folios.
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-org5f2786e" class="outline-4">
<h4 id="org5f2786e"><span class="section-number-4">1.9.2</span> The Kathmandu MSS</h4>
<div class="outline-text-4" id="text-1-9-2">
</div>
<ol class="org-ol">
<li><a id="orgf16d077"></a>\msNa (NK82): NGMPP A 1082/3, NAK 3-393<br />
<div class="outline-text-5" id="text-1-9-2-1">
<p>
Palm-leaf, dated to NS 189 (1068&#x2013;69 CE), 274 folios.
I used this manuscript extensively in the critical edition. 
See a brief description of this MS at
     <a href="https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00098499">https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00098499</a>
</p>

<p>
The script is Newari/Nepālākṣara.
It is a palm-leaf MTM containing 274 folios.
Contents:
</p>
<ol class="org-ol">
<li>Śivadharmaśāstra</li>
<li>Śivadharmottara</li>
<li>Śivadharmasaṃgraha</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Śivopaniṣad</li>
<li>Vṛṣasārasaṃgraha</li>
<li>Dharmaputrikā</li>
<li>Uttarottaramahāsaṃvāda</li>
</ol>
<p>
The foliation for the VSS restarts from 1v (f. 1r is a cover) and
the text spans fols. 1v&#x2013;46r. 
This a beautifully written and well-preserved manuscript which give
very useful readings and proved to be essential for the
reconstruction of the VSS.
</p>
</div>
</li>
