vssbook/experiments/vss_vol01.html
<li><a id="org44d2cb1"></a>\msNb (NK10): NGMPP A 10/5, NAK 1-1261<br />
<div class="outline-text-5" id="text-1-9-2-2">
<p>
Palm-leaf.
See a brief description of this MS at:
      <a href="https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00085264">https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00085264</a>
I used this manuscript extensively in the critical edition. 
It is a MTM containing 74 folios.
Contents: 
</p>
<ol class="org-ol">
<li>Śivadharmottara</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Śivopaniṣad</li>
<li>Vṛṣasārasaṃgraha</li>
</ol>
<p>
Some folios feature monochrome drawings.
A great number of the leaves that transmit the VSS
are damaged, faded and slightly disordered. The folio numbers are rarely visible.
The VSS starts on exp. 44 (upper leaf, no folio number is visible here).
It continues on the lower leaf and then on the upper leaf on exp. 43
      (going backwards) up to 1.62 (<i>viṃśakoṭiṣu gulmeṣu ūrdhva°</i>).
Verses 1.62cd&#x2013;2.22 seem to be missing.
The lower leaf on exp. 43 contains verses 2.23&#x2013;2.39.
The single leaf in exp. 42 contains verses 2.40&#x2013;3.16a.
Exp. 41 contains a single leaf of the <i>Umāmaheśvarasaṃvāda</i>,
      ending in a colophon for its chapter twenty-two,
      and still going backwards, the preceding folios continue transmitting the <i>Umāmaheśvarasaṃvāda</i>.
Exploring the presence of the VSS in
      this manuscript further, one should look at the expositions after no. 44.
Exp. 45 contains the end of the <i>Śivopaniṣad</i>.
The single leaf on exp. 46 is almost illegible but most probably contains
      a fragment of the <i>Gautamadharmasūtra</i>. 
The second line just above the string hole on the left reads 
      <i>&#x2026; vīrud vanaspatīnāṃ ca puṣpāṇi svavad ādadīte&#x2026;</i>,
      which is a fragment of <i>Gautamadharmasūtra</i> 2.3.25 (12.28).
The remaining parts of the VSS are to be found on exp. 47ff. 
The upper leaf on exp. 47 continues with VSS 3.16b-36ab,
      while the lower leaf contains a text that I have not been able to identify.
The lower leaf in exp. 48 transmits 3.36cd&#x2013;4.11ab, the upper one 4.11b&#x2013;30a.
The lower leaf in exp. 49 contains 4.30ab&#x2013;47ab, the upper one 47d&#x2013;68a.
And so on so forth.
Thus when reading the text from these images, after exp. 48,
      one has to start with the lower leaf and continue with the upper one.
</p>
</div>
</li>

<li><a id="org91e5f63"></a>\msNc (NK07): NGMPP B 7/3 = A 1082/2, NAK 1-1075<br />
<div class="outline-text-5" id="text-1-9-2-3">
<p>
See a brief description of this MS at:
  <a href="https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00062373">https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_ngmcpdocument_00062373</a>
Palm-leaf, dated to NS 290 (1169&#x2013;70 CE), 289 folios.
Contents:
</p>
<ol class="org-ol">
<li>Śivadharmaśāstra</li>
<li>Śivadharmottara</li>
<li>Śivadharmasaṃgraha</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Śivopaniṣad</li>
<li>Vṛṣasārasaṃgraha</li>
<li>Uttarottaramahāsaṃvāda</li>
<li>Dharmaputrikā</li>
</ol>
<p>
Fol. 209v&#x2013;264v contain the VSS.
</p>
</div>
</li>

<li><a id="org19536c3"></a>\msNd (NK03): NGMPP A 3/3 (= A 1081/5), NAK 5-737<br />
<div class="outline-text-5" id="text-1-9-2-4">
<p>
Palm-leaf, dated to NS 321 (1200&#x2013;01 CE), 215 folios.
Contents: 
</p>
<ol class="org-ol">
<li>Śivadharmaśāstra</li>
<li>Śivadharmottara</li>
<li>Śivadharmasaṃgraha missing (only a few folios extant, e.g. ff. 124 and 143)</li>
<li>Umāmaheśvarasaṃvāda</li>
<li>Śivopaniṣad</li>
<li>Uttarottaramahāsaṃvāda</li>
<li>Vṛṣasārasaṅgraha (fols. 227v&#x2013;264v)</li>
<li>Dharmaputrikā</li>
</ol>
<p>
         For a brief  description of this manuscript, see the record in the NGMCP online catalogue: 
<a href="http://catalogue.ngmcp.uni-hamburg.de/wiki/A_3-3(1)_%C5%9Aivadharma">http://catalogue.ngmcp.uni-hamburg.de/wiki/A_3-3(1)_Śivadharma</a>.
VSS starts on 177.jpg
</p>

<ol class="org-ol">
<li>&#x2013; NAK 5&#x2013;738 (NGMPP A 11/3): Palm-leaf, dated to NS 516 (1395&#x2013;96 CE), 253 folios.  Contents: 
Śivadharmaśāstra (fols. 1v&#x2013;43r); Śivadharmottara (fols. 4v&#x2013;95r); Śivadharmasaṃgraha (fols. 96v&#x2013;139v); 
Umāmaheśvarasaṃvāda (fols. 140v&#x2013; 171r); Śivopaniṣad (fols. 172v&#x2013;189r); Uttarottaramahāsaṃvāda (fols. 
190v&#x2013; 211v); Vṛṣasārasaṃgraha (fols. 212v&#x2013;257v). For a description of this manuscript, also see the 
record in the NGMCP online catalogue: <a href="http://cata- logue.ngmcp.uni-hamburg.de/wiki/A_11-3_%C5%9Aivadharmottara">http://cata- logue.ngmcp.uni-hamburg.de/wiki/A_11-3_Śivadharmottara</a>.</li>

<li>&#x2013; NAK 4&#x2013;1604 (NGMPP A 1365/3). Paper, 90 folios. Contents: Śivopaniṣad (fols.
166v&#x2013;184r); Uttarottaramahāsaṃvāda (fols. 185v&#x2013;210r); Vṛṣasārasaṃgraha
(fols. 211v&#x2013;255r). For a description of this manuscript, see the record in the
NGMCP online catalogue: <a href="http://catalogue.ngmcp.uni-hamburg.de/wiki/A_1365-3(1)_%C5%9Aivopani%E1%B9%A3ad">http://catalogue.ngmcp.uni-hamburg.de/wiki/A_1365-3(1)_Śivopaniṣad</a>  ASK</li>

<li>&#x2013; NAK 4&#x2013;2537 (NGMPP B 219/3). Paper, 339 folios. Contents: Śivadharmaśāstra (fols. 1v&#x2013;58r); 
Śivadharmottara (fols. 59v&#x2013;123v); Śivadharmasaṃgraha (fols.  124v&#x2013;161v); Umāmaheśvarasaṃvāda (fols. 
162v&#x2013;238v); Vṛṣasārasaṃgraha (fols. 239v&#x2013;338v). GOTIT</li>

<li>&#x2013; NAK 4&#x2013;93 (NGMPP A 1341/6). Paper, 82 folios. Contents: Śivadharmasaṃgraha (fols. 91r¤&#x2013;135v); 
Vṛṣasārasaṃgraha (fols. 204r¤&#x2013;243v). GOTIT</li>
</ol>
</div>
</li>
