vssbook/vss_vol01.tex
\item \msNb (NK10): NGMPP A 10/5, NAK 1-1261
\label{sec:org3d1adc0}
Palm-leaf.
See a brief description of this MS at:
      \url{https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp\_ngmcpdocument\_00085264}
I used this manuscript extensively in the critical edition. 
It is a MTM containing 74 folios.
Contents: 
\begin{enumerate}
\item Śivadharmottara
\item Umāmaheśvarasaṃvāda
\item Śivopaniṣad
\item Vṛṣasārasaṃgraha
\end{enumerate}
Some folios feature monochrome drawings.
A great number of the leaves that transmit the VSS
are damaged, faded and slightly disordered. The folio numbers are rarely visible.
The VSS starts on exp. 44 (upper leaf, no folio number is visible here).
It continues on the lower leaf and then on the upper leaf on exp. 43
      (going backwards) up to 1.62 (\emph{viṃśakoṭiṣu gulmeṣu ūrdhva°}).
Verses 1.62cd--2.22 seem to be missing.
The lower leaf on exp. 43 contains verses 2.23--2.39.
The single leaf in exp. 42 contains verses 2.40--3.16a.
Exp. 41 contains a single leaf of the \emph{Umāmaheśvarasaṃvāda},
      ending in a colophon for its chapter twenty-two,
      and still going backwards, the preceding folios continue transmitting the \emph{Umāmaheśvarasaṃvāda}.
Exploring the presence of the VSS in
      this manuscript further, one should look at the expositions after no. 44.
Exp. 45 contains the end of the \emph{Śivopaniṣad}.
The single leaf on exp. 46 is almost illegible but most probably contains
      a fragment of the \emph{Gautamadharmasūtra}. 
The second line just above the string hole on the left reads 
      \emph{\ldots{} vīrud vanaspatīnāṃ ca puṣpāṇi svavad ādadīte\ldots{}},
      which is a fragment of \emph{Gautamadharmasūtra} 2.3.25 (12.28).
The remaining parts of the VSS are to be found on exp. 47ff. 
The upper leaf on exp. 47 continues with VSS 3.16b-36ab,
      while the lower leaf contains a text that I have not been able to identify.
The lower leaf in exp. 48 transmits 3.36cd--4.11ab, the upper one 4.11b--30a.
The lower leaf in exp. 49 contains 4.30ab--47ab, the upper one 47d--68a.
And so on so forth.
Thus when reading the text from these images, after exp. 48,
      one has to start with the lower leaf and continue with the upper one.

\item \msNc (NK07): NGMPP B 7/3 = A 1082/2, NAK 1-1075
\label{sec:org50cb4b4}
See a brief description of this MS at:
  \url{https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp\_ngmcpdocument\_00062373}
Palm-leaf, dated to NS 290 (1169--70 CE), 289 folios.
Contents:
\begin{enumerate}
\item Śivadharmaśāstra
\item Śivadharmottara
\item Śivadharmasaṃgraha
\item Umāmaheśvarasaṃvāda
\item Śivopaniṣad
\item Vṛṣasārasaṃgraha
\item Uttarottaramahāsaṃvāda
\item Dharmaputrikā
\end{enumerate}
Fol. 209v--264v contain the VSS.

\item \msNd (NK03): NGMPP A 3/3 (= A 1081/5), NAK 5-737
\label{sec:org0227172}
Palm-leaf, dated to NS 321 (1200--01 CE), 215 folios.
Contents: 
\begin{enumerate}
\item Śivadharmaśāstra
\item Śivadharmottara
\item Śivadharmasaṃgraha missing (only a few folios extant, e.g. ff. 124 and 143)
\item Umāmaheśvarasaṃvāda
\item Śivopaniṣad
\item Uttarottaramahāsaṃvāda
\item Vṛṣasārasaṅgraha (fols. 227v--264v)
\item Dharmaputrikā
\end{enumerate}
         For a brief  description of this manuscript, see the record in the NGMCP online catalogue: 
\url{http://catalogue.ngmcp.uni-hamburg.de/wiki/A\_3-3(1)\_Śivadharma}.
VSS starts on 177.jpg

\begin{enumerate}
\item -- NAK 5--738 (NGMPP A 11/3): Palm-leaf, dated to NS 516 (1395--96 CE), 253 folios.  Contents: 
Śivadharmaśāstra (fols. 1v--43r); Śivadharmottara (fols. 4v--95r); Śivadharmasaṃgraha (fols. 96v--139v); 
Umāmaheśvarasaṃvāda (fols. 140v-- 171r); Śivopaniṣad (fols. 172v--189r); Uttarottaramahāsaṃvāda (fols. 
190v-- 211v); Vṛṣasārasaṃgraha (fols. 212v--257v). For a description of this manuscript, also see the 
record in the NGMCP online catalogue: \url{http://cata- logue.ngmcp.uni-hamburg.de/wiki/A\_11-3\_Śivadharmottara}.

\item -- NAK 4--1604 (NGMPP A 1365/3). Paper, 90 folios. Contents: Śivopaniṣad (fols.
166v--184r); Uttarottaramahāsaṃvāda (fols. 185v--210r); Vṛṣasārasaṃgraha
(fols. 211v--255r). For a description of this manuscript, see the record in the
NGMCP online catalogue: \url{http://catalogue.ngmcp.uni-hamburg.de/wiki/A\_1365-3(1)\_Śivopaniṣad}  ASK

\item -- NAK 4--2537 (NGMPP B 219/3). Paper, 339 folios. Contents: Śivadharmaśāstra (fols. 1v--58r); 
Śivadharmottara (fols. 59v--123v); Śivadharmasaṃgraha (fols.  124v--161v); Umāmaheśvarasaṃvāda (fols. 
162v--238v); Vṛṣasārasaṃgraha (fols. 239v--338v). GOTIT

\item -- NAK 4--93 (NGMPP A 1341/6). Paper, 82 folios. Contents: Śivadharmasaṃgraha (fols. 91r¤--135v); 
Vṛṣasārasaṃgraha (fols. 204r¤--243v). GOTIT
\end{enumerate}
