vssbook/vss_vol01.org
**** Kesar 218 BLURRED (NGMPP C 25/1). Palm-leaf, 298 folios. Contents: Śivadharmaśāstra (fols. 1v--57r);
          Śivadharmottara (fols. 57v--134v); Śivadharmasaṃgraha (fols.  135r--215v); Umāmaheśvarasaṃvāda (fols. 
          216v--255r); Śivopaniṣad (fols. 256v--278r); Umottara°/ Uttarottaramahāsaṃvāda (fols. 279v--299v¤); 
          Vṛṣasārasaṃgraha (?¤--?¤); (?--?¤).

**** Kesar 537 (NGMPP C 107/7). Paper, dated to NS 803 (1682--83 CE), 174 folios.  Contents:
          Śivadharmasaṃgraha (fols. 89r--133v); Umāmaheśvarasaṃvāda (fols. 134r--163v); Śivopaniṣad (fols. 
          164r--181r); Uttarottaramahāsaṃvāda (fols. 182r--206v); Vṛṣasārasaṃgraha (fols. 207r--251v); Dharmaputrikā 
          (fols. 252r--262v).

**** Kesar 597 (NGMPP C 57/5). Paper, dated to NS 863 (1742--43 CE), 257 folios.  Contents:
          Śivadharmaśāstra (fols. 1v--41v); Śivadharmottara (fols. 42v--92r); Śivadharmasaṃgraha (fols. 93v--138v); 
          Umāmaheśvarasaṃvāda (fols. 139v-- 170v); Śivopaniṣad (fols. 171v--188r); Uttarottaramahāsaṃvāda (fols. 
          189v-- 213r); Vṛṣasārasaṃgraha (fols. 214v--257r).

*** The Paris MS
   Nirajan using this MS:
   The Manuscript NP 57
 
   It is a multiple-text palm-leaf manuscript written in Newari script and preserved in de la collection Sylvain Lévi à
   l’Institut d’études indiennes, collège de France. The manuscript number is: MS. Skt. 57-B. 23. It contains 249
   palm leaves, each folio containing six lines. The following palm leaves are missing: 3, 8, 47, 48, 135, 197, 214 et
   216. Foliation is in the verso: on middle of the lef-hand margin in combination of Newari letters and in the
   middle of right-hand in roman numbers by a second hand. There are two binding holes: one in the centre lef and
   one in the centre right. The manuscript is some times damaged in margins with considerable loos of the text. The
   text is written in a clear hand and contains few mistakes. Although it is undated manuscript, it could be dated to
   the 11th century AD on the palaeographical grounds.3 It contains the following text in the order they are
   presented in the manuscript: Śivadharmaśāstra (fols. 1--40), Śivadharmottaraśāstra (fols. 40--93),
   Śivadharmasaṃgraha (fols. 94--142), Umāmaheśvarasaṃvāda (fols. 143--172), Śivopaniṣad (fols. 173-- 189),
   Uttarottaramahāsaṃvāda (fols. 190--211), Vṛṣasārasaṃgraha (fols. 212--252), Dharmaputrikā (fols. 253--262). This
   source contains reliable readings and contains few scribble mistakes.Śivāśramā- dhyāya covers fols. 33v4--37r3.
   Nirajan says it reads close to Naraharinātha's edition

*** The Munich MS
     Kengo got it in Munich on 16 Nov 2021. VSS starts in 411.jpg
     'cover' [411.jpg]: ||w|| vṛṣasārasaṃgraha 50 patra ||w||
     Text starts in 412.jpeg, f.1r 
     Ends on image 455.jpeg
     Has interesting readings, but mostly very corrupt and useless.
     Hand different from that of some of the other texts in this bundle.
     Collated chapter 1, will probably not go on. Gives number of verses in colophons
     
     /\msM\ 412.jpg, f. 1r start; ten folios are missing:/
                                                - f. 5 (VSS 3.4-3.33)*
                                                - ff. 11-13 (VSS 6.20-8.45)
                                                - ff. 24 (VSS 13.9-13.36)
                                                - ff. 39-43 (VSS 20.38-22.35)
                                                        *416.jpg lower image is Dharmaputrikā 4.22-39); 
                                                         417.jpg upper is Dharmaputrikā 4.39-55*
                                        Kengo writes: ``411.jpg forms a cover that says vṛṣasārasaṅgraha
                                                                but it is actually 50 verso''
                                        samvat 282? [that would be 1161 CE, or is it 292? = 1171 CE] 
                                        No, maybe 192! see Kengo's notes! = 1070 CE
*** The Oxford MS
     Bodl. Or. B 125[? Sansk. a. 15]. Palm-leaf, dated to NS 307 (1186--87 CE), 335 folios. Contents: Śivadharmaśāstra 
    (fols. 1v 1--15v1 / 12r--49v); Śivadharmottara (fols. 50v--113v); Śivadharmasaṃgraha (fols. 114v--159v); 
    Umāmaheśvarasaṃvāda (fols. 160v--197v); Śivopaniṣad (fols. 198v--219v); Uttarottaramahāsaṃvāda (fols. 
    220v--247r); Vṛṣasārasaṃgraha (fols. 248v--299r); Dharmaputrikā (fols. 300v--312r). 

*** Kolkata TO BE OBTAINED
    1) The Asiatic Society, Kolkata, G. 4076 (only the Vṛṣasārasaṃgraha, but once part of a larger corpus) 
    2) The Asiatic Society, Kolkata, G. 3852 (Śivadharma corpus)
    3) The Asiatic Society, Kolkata, G 4077. Palm leaf, Newari script, dated [Nepāla] Saṃvat 156 (1035--36 CE). 52 folios

*** The Oxford MS 
    Bodl. [Or. B 125? cancelled] Sansk. a. 15; GOTIT

