vssbook/experiments/vss_vol01.html


<li><a id="orgd137d70"></a>Kesar 218 BLURRED (NGMPP C 25/1). Palm-leaf, 298 folios. Contents: Śivadharmaśāstra (fols. 1v&#x2013;57r);<br />
<div class="outline-text-5" id="text-1-9-2-5">
<p>
Śivadharmottara (fols. 57v&#x2013;134v); Śivadharmasaṃgraha (fols.  135r&#x2013;215v); Umāmaheśvarasaṃvāda (fols. 
216v&#x2013;255r); Śivopaniṣad (fols. 256v&#x2013;278r); Umottara°/ Uttarottaramahāsaṃvāda (fols. 279v&#x2013;299v¤); 
Vṛṣasārasaṃgraha (?¤&#x2013;?¤); (?&#x2013;?¤).
</p>
</div>
</li>

<li><a id="orgf44cbee"></a>Kesar 537 (NGMPP C 107/7). Paper, dated to NS 803 (1682&#x2013;83 CE), 174 folios.  Contents:<br />
<div class="outline-text-5" id="text-1-9-2-6">
<p>
Śivadharmasaṃgraha (fols. 89r&#x2013;133v); Umāmaheśvarasaṃvāda (fols. 134r&#x2013;163v); Śivopaniṣad (fols. 
164r&#x2013;181r); Uttarottaramahāsaṃvāda (fols. 182r&#x2013;206v); Vṛṣasārasaṃgraha (fols. 207r&#x2013;251v); Dharmaputrikā 
(fols. 252r&#x2013;262v).
</p>
</div>
</li>

<li><a id="org7db84ad"></a>Kesar 597 (NGMPP C 57/5). Paper, dated to NS 863 (1742&#x2013;43 CE), 257 folios.  Contents:<br />
<div class="outline-text-5" id="text-1-9-2-7">
<p>
Śivadharmaśāstra (fols. 1v&#x2013;41v); Śivadharmottara (fols. 42v&#x2013;92r); Śivadharmasaṃgraha (fols. 93v&#x2013;138v); 
Umāmaheśvarasaṃvāda (fols. 139v&#x2013; 170v); Śivopaniṣad (fols. 171v&#x2013;188r); Uttarottaramahāsaṃvāda (fols. 
189v&#x2013; 213r); Vṛṣasārasaṃgraha (fols. 214v&#x2013;257r).
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-org39c88d4" class="outline-4">
<h4 id="org39c88d4"><span class="section-number-4">1.9.3</span> The Paris MS</h4>
<div class="outline-text-4" id="text-1-9-3">
<p>
Nirajan using this MS:
The Manuscript NP 57
</p>

<p>
It is a multiple-text palm-leaf manuscript written in Newari script and preserved in de la collection Sylvain Lévi à
l’Institut d’études indiennes, collège de France. The manuscript number is: MS. Skt. 57-B. 23. It contains 249
palm leaves, each folio containing six lines. The following palm leaves are missing: 3, 8, 47, 48, 135, 197, 214 et
</p>
<ol class="org-ol">
<li>Foliation is in the verso: on middle of the lef-hand margin in combination of Newari letters and in the</li>
</ol>
<p>
middle of right-hand in roman numbers by a second hand. There are two binding holes: one in the centre lef and
one in the centre right. The manuscript is some times damaged in margins with considerable loos of the text. The
text is written in a clear hand and contains few mistakes. Although it is undated manuscript, it could be dated to
the 11th century AD on the palaeographical grounds.3 It contains the following text in the order they are
presented in the manuscript: Śivadharmaśāstra (fols. 1&#x2013;40), Śivadharmottaraśāstra (fols. 40&#x2013;93),
Śivadharmasaṃgraha (fols. 94&#x2013;142), Umāmaheśvarasaṃvāda (fols. 143&#x2013;172), Śivopaniṣad (fols. 173&#x2013; 189),
Uttarottaramahāsaṃvāda (fols. 190&#x2013;211), Vṛṣasārasaṃgraha (fols. 212&#x2013;252), Dharmaputrikā (fols. 253&#x2013;262). This
source contains reliable readings and contains few scribble mistakes.Śivāśramā- dhyāya covers fols. 33v4&#x2013;37r3.
Nirajan says it reads close to Naraharinātha's edition
</p>
</div>
</div>

<div id="outline-container-org5d98a69" class="outline-4">
<h4 id="org5d98a69"><span class="section-number-4">1.9.4</span> The Munich MS</h4>
<div class="outline-text-4" id="text-1-9-4">
<p>
Kengo got it in Munich on 16 Nov 2021. VSS starts in 411.jpg
'cover' [411.jpg]: ||w|| vṛṣasārasaṃgraha 50 patra ||w||
Text starts in 412.jpeg, f.1r 
Ends on image 455.jpeg
Has interesting readings, but mostly very corrupt and useless.
Hand different from that of some of the other texts in this bundle.
Collated chapter 1, will probably not go on. Gives number of verses in colophons
</p>

<p>
<i>\msM\ 412.jpg, f. 1r start; ten folios are missing:</i>
</p>
<ul class="org-ul">
<li>f. 5 (VSS 3.4-3.33)*</li>
<li>ff. 11-13 (VSS 6.20-8.45)</li>
<li>ff. 24 (VSS 13.9-13.36)</li>
<li>ff. 39-43 (VSS 20.38-22.35)
<b>416.jpg lower image is Dharmaputrikā 4.22-39); 
 417.jpg upper is Dharmaputrikā 4.39-55</b></li>
</ul>
<p>
Kengo writes: ``411.jpg forms a cover that says vṛṣasārasaṅgraha
			but it is actually 50 verso''
samvat 282? [that would be 1161 CE, or is it 292? = 1171 CE] 
No, maybe 192! see Kengo's notes! = 1070 CE
</p>
</div>
</div>
<div id="outline-container-org4c595c8" class="outline-4">
<h4 id="org4c595c8"><span class="section-number-4">1.9.5</span> The Oxford MS</h4>
<div class="outline-text-4" id="text-1-9-5">
<p>
 Bodl. Or. B 125[? Sansk. a. 15]. Palm-leaf, dated to NS 307 (1186&#x2013;87 CE), 335 folios. Contents: Śivadharmaśāstra 
(fols. 1v 1&#x2013;15v1 / 12r&#x2013;49v); Śivadharmottara (fols. 50v&#x2013;113v); Śivadharmasaṃgraha (fols. 114v&#x2013;159v); 
Umāmaheśvarasaṃvāda (fols. 160v&#x2013;197v); Śivopaniṣad (fols. 198v&#x2013;219v); Uttarottaramahāsaṃvāda (fols. 
220v&#x2013;247r); Vṛṣasārasaṃgraha (fols. 248v&#x2013;299r); Dharmaputrikā (fols. 300v&#x2013;312r). 
</p>
</div>
</div>

<div id="outline-container-orge9ecdb1" class="outline-4">
<h4 id="orge9ecdb1"><span class="section-number-4">1.9.6</span> Kolkata TO BE OBTAINED</h4>
<div class="outline-text-4" id="text-1-9-6">
<ol class="org-ol">
<li>The Asiatic Society, Kolkata, G. 4076 (only the Vṛṣasārasaṃgraha, but once part of a larger corpus)</li>
<li>The Asiatic Society, Kolkata, G. 3852 (Śivadharma corpus)</li>
<li>The Asiatic Society, Kolkata, G 4077. Palm leaf, Newari script, dated [Nepāla] Saṃvat 156 (1035&#x2013;36 CE). 52 folios</li>
</ol>
</div>
</div>

<div id="outline-container-orgb8f11c6" class="outline-4">
<h4 id="orgb8f11c6"><span class="section-number-4">1.9.7</span> The Oxford MS</h4>
<div class="outline-text-4" id="text-1-9-7">
<p>
Bodl. [Or. B 125? cancelled] Sansk. a. 15; GOTIT
</p>
</div>
</div>
