vssbook/vss_vol01.org
*** The London MS
    -- WI δ 16 (I--VIII). Paper, 406 folios. Contents: Śivadharmaśāstra (serial no. 634), fols. 1v--63r; 
    Śivadharmottara (s. no. 635), fols. 64r--143v; Śivadharmasaṃgraha (s. no. 633), fols. 144r--217v; 
    Umāmaheśvarasaṃvāda (s. no. 652), fols. 218v-- 263v; Śivopaniṣad (s. no. 636), fols. 264r--297v; 
    Uttarottarama-hāsaṃvāda (s. no.  654), fols. 298r--324r; Vṛṣasārasaṃgraha (s. no. 657), fols. 325r--390r; 
    Dharmapu- trikā (s. no. 608), fols. 391r--406r. Described in: Dominik Wujastyk (1985). A Handlist of the 
    Sanskrit and Prakrit Manuscripts in the Library of the Wellcome Institute for the History of Medicine, 
    vol. 1. London, The Wellcome Institute for the History of Medicine.
    DIRECT COPY of CHECK A82

*** The Edition
    - \Ed Naraharinath's edition

*** CHECK remaining ones
   De Simini 2016:240 n. 19 Śivadharma MSS:
   1) ASC G 3852 (cat. no. 4085); GOTIT 
   2) ASC G 4077 (cat. no. 4084); GOTIT
   4) Kesar 218 (NGMPP C 25/1) GOTIT
   6) NAK 1--1261 (A 10/5); GOTIT
      National Archives, Kathmandu, 3/393, 274 folios. Microfilmed by the NGMPP, A 1082/3. 
      115 Palm leaf, Newari script, dated [Nepāla] Saṃvat 189 (1069 CE): Florinda sent it to me!
   8) NAK 5--737 (NGMPP A 3/3=A 1081/5); GOTIT 
   9) NAK 5--738 (NGMPP A 11/3); GOTIT 
   10  NAK 5--841 (NGMPP B 12/4); GOTIT 
   11) NAK 6--7 (NGMPP A 1028/4);  GOTIT NO VṚṢA! 
   12) UBT Ma I 582; GOTIT (Tübingen)
    + Cambridge, Cambridge University Library: Add.1599 no!
    + Add.2836 no!
    + Or.726. 

** Editorial policies
    - avagrahas usually supplied but sometimes found in the MSS
    - usually 4 pādas to a verse, but I have made arbitrary decisions based on sense-units 
      because none of the sources really indicate where a verse ends (||).
    - falsifications everywhere on purpose and accidentally
* The critically edited Sanskrit text of VSS 1--12
  Roman or Devanāgarī?
** Beginning of MSS
      %not in \msCc\ MS Add.2102
      <> śrīgaṇeśāya namaḥ<>
              <AP> \vo \om\ \mssCaCbCc</AP>

      % \msCa f.193v line 1                   image 382
      % \msCb f.201v line 4                   image 404
      % \msCc f.267r line 1 (not 237r as online shown) image 181
                      It is incomplete. It starts on exp. 181.jpg, f. 237v(??! different hand) (1.1)
                                      it breaks off at 2.21 (270v??) and resumes in 189.jpg, 273r (sic!)
      % \msNa f.1v (numbering restarts) image 195.jpg upper
      % \msNb image 44.jpg 
      % \msNc f.209v image 212.jpg upper  
      % \msNd A 3/3, 177.jpg, f. 227v
      % \msL 2014-06-04 13.24.06.jpg (Wellcome Institute)
* Translation and Notes
  Separately or in one go?
