vssbook/experiments/vss_vol01.html

<div id="outline-container-org3179ca4" class="outline-4">
<h4 id="org3179ca4"><span class="section-number-4">1.9.8</span> The London MS</h4>
<div class="outline-text-4" id="text-1-9-8">
<p>
&#x2013; WI δ 16 (I&#x2013;VIII). Paper, 406 folios. Contents: Śivadharmaśāstra (serial no. 634), fols. 1v&#x2013;63r; 
Śivadharmottara (s. no. 635), fols. 64r&#x2013;143v; Śivadharmasaṃgraha (s. no. 633), fols. 144r&#x2013;217v; 
Umāmaheśvarasaṃvāda (s. no. 652), fols. 218v&#x2013; 263v; Śivopaniṣad (s. no. 636), fols. 264r&#x2013;297v; 
Uttarottarama-hāsaṃvāda (s. no.  654), fols. 298r&#x2013;324r; Vṛṣasārasaṃgraha (s. no. 657), fols. 325r&#x2013;390r; 
Dharmapu- trikā (s. no. 608), fols. 391r&#x2013;406r. Described in: Dominik Wujastyk (1985). A Handlist of the 
Sanskrit and Prakrit Manuscripts in the Library of the Wellcome Institute for the History of Medicine, 
vol. 1. London, The Wellcome Institute for the History of Medicine.
DIRECT COPY of CHECK A82
</p>
</div>
</div>

<div id="outline-container-org4d2781a" class="outline-4">
<h4 id="org4d2781a"><span class="section-number-4">1.9.9</span> The Edition</h4>
<div class="outline-text-4" id="text-1-9-9">
<ul class="org-ul">
<li>\Ed Naraharinath's edition</li>
</ul>
</div>
</div>

<div id="outline-container-org5e47d72" class="outline-4">
<h4 id="org5e47d72"><span class="section-number-4">1.9.10</span> CHECK remaining ones</h4>
<div class="outline-text-4" id="text-1-9-10">
<p>
De Simini 2016:240 n. 19 Śivadharma MSS:
</p>
<ol class="org-ol">
<li>ASC G 3852 (cat. no. 4085); GOTIT</li>
<li>ASC G 4077 (cat. no. 4084); GOTIT</li>
<li>Kesar 218 (NGMPP C 25/1) GOTIT</li>
<li>NAK 1&#x2013;1261 (A 10/5); GOTIT
National Archives, Kathmandu, 3/393, 274 folios. Microfilmed by the NGMPP, A 1082/3. 
115 Palm leaf, Newari script, dated [Nepāla] Saṃvat 189 (1069 CE): Florinda sent it to me!</li>
<li>NAK 5&#x2013;737 (NGMPP A 3/3=A 1081/5); GOTIT</li>
<li>NAK 5&#x2013;738 (NGMPP A 11/3); GOTIT</li>
</ol>
<p>
10  NAK 5&#x2013;841 (NGMPP B 12/4); GOTIT 
</p>
<ol class="org-ol">
<li>NAK 6&#x2013;7 (NGMPP A 1028/4);  GOTIT NO VṚṢA!</li>
<li>UBT Ma I 582; GOTIT (Tübingen)
<ul class="org-ul">
<li>Cambridge, Cambridge University Library: Add.1599 no!</li>
<li>Add.2836 no!</li>
<li>Or.726.</li>
</ul></li>
</ol>
</div>
</div>
</div>

<div id="outline-container-orge37e049" class="outline-3">
<h3 id="orge37e049"><span class="section-number-3">1.10</span> Editorial policies</h3>
<div class="outline-text-3" id="text-1-10">
<ul class="org-ul">
<li>avagrahas usually supplied but sometimes found in the MSS</li>
<li>usually 4 pādas to a verse, but I have made arbitrary decisions based on sense-units 
because none of the sources really indicate where a verse ends (||).</li>
<li>falsifications everywhere on purpose and accidentally</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org56cea76" class="outline-2">
<h2 id="org56cea76"><span class="section-number-2">2</span> The critically edited Sanskrit text of VSS 1&#x2013;12</h2>
<div class="outline-text-2" id="text-2">
<p>
Roman or Devanāgarī?
</p>
</div>
<div id="outline-container-orgd1f6e8c" class="outline-3">
<h3 id="orgd1f6e8c"><span class="section-number-3">2.1</span> Beginning of MSS</h3>
<div class="outline-text-3" id="text-2-1">
<p>
%not in \msCc\ MS Add.2102
&lt;&gt; śrīgaṇeśāya namaḥ&lt;&gt;
	&lt;AP&gt; \vo \om\ \mssCaCbCc&lt;/AP&gt;
</p>

<p>
% \msCa f.193v line 1                   image 382
% \msCb f.201v line 4                   image 404
% \msCc f.267r line 1 (not 237r as online shown) image 181
		It is incomplete. It starts on exp. 181.jpg, f. 237v(??! different hand) (1.1)
				it breaks off at 2.21 (270v??) and resumes in 189.jpg, 273r (sic!)
% \msNa f.1v (numbering restarts) image 195.jpg upper
% \msNb image 44.jpg 
% \msNc f.209v image 212.jpg upper  
% \msNd A 3/3, 177.jpg, f. 227v
% \msL 2014-06-04 13.24.06.jpg (Wellcome Institute)
</p>
</div>
</div>
</div>
<div id="outline-container-orgc79c476" class="outline-2">
<h2 id="orgc79c476"><span class="section-number-2">3</span> Translation and Notes</h2>
<div class="outline-text-2" id="text-3">
<p>
Separately or in one go?
</p>
</div>
</div>
