vssbook/vss_vol01.org
* Bibliography
 
  - Bisschop 2018: Bisschop, Peter C. Universal Śaivism. The Appeasement of All Gods and Powers in the Śāntyadhyāya of the Śivadharmaśāstra. In: Gonda Indological Studies no. 18. Leiden: Brill.

  - Bisschop, Peter C., Early Śaivism and the Skandapurāṇa. Sects and Centres (Groningen: Egbert Forsten, 2006).

  - Bisschop, Peter C., "Once Again on the Identity of Caṇḍeśvara in Early Śaivism: A rare Caṇḍeśvara in the British Museum?", Indo-Iranian Journal vol. 53 pp. 233-249 (2010).

  - Bonazzoli, Giorgio, "Introducing Śivadharma and Śivadharmottara", Altorientalische Forschungen vol. 20 issue. 2 pp. 342-349 (1993).

  - De Simini, Florinda, A Critical Edition of Śivadharmottara’s Chapter Two, ‘On The Gift of Knowledge’ (vidyādānādhyāya). With Introduction and English Translation (Forth.).

  - Goodall, Dominic, "The Throne of Worship. An Archaeological Tell of Religious Rivalries", Studies in Indian History vol. 27 issue. 2 pp. 221-250 (2013).

  - Hazra, Rajendra Chandra, "The Śivadharma", Journal of the Ganganath Jha Research Institute vol. 10 pp. 1-20 (1952-3).

  - Hazra, Rajendra Chandra, "The Śivadharmottara", Journal of the Ganganath Jha Research Institute vol. 13 pp. 19-50 (1983).

  - Magnone, Paolo, "Śivadharmottara Purāṇa: a Survey", in Petteri Koskikallio (ed.), Epics, Khilas, and Purāṇas: Continuities and Ruptures. Proceedings of the Third Dubrovnik International Conference on the Sanskrit Epics and Purāṇas. September 2002 (Zagreb: 2005) pp. 575-596.
     
  - Sanderson, Alexis, "The Śaiva Religion among the Khmers. Part I", Bulletin de l'École Française d'Extrême-Orient vol. 90-91 pp. 349-462 (2003-2004).
    
  - Sanderson, Alexis, Religion and the State: Initiating the Monarch in Śaivism and the Buddhist Way of Mantras (Heidelberg: Harrassowitz, Forth.).

  - De Simini 2016: De Simini, Florinda. ‘Śivadharma Manuscripts from Nepal and the Making of a Śaiva Corpus’. In: Michael Friedrich & Cosima Schwarke (eds), One-Volume Libraries: Composite and Multiple-Text Manuscripts. Berlin, De Gruyter. Studies in Manuscript Cultures, pp. 233--286.

  - De Simini & Mirnig 2017: De Simini, Florinda & Nina Mirnig. ‘Umā and Śiva’s Playful Talks in Detail (Lalitavistara): On the Production of Śaiva Works and their Manuscripts in Medieval Nepal. Studies on the Śivadharma and the Mahābhārata 1.’ in: V. Vergiani, D. Cuneo, C.A. Formigatti (eds.), Indic Manuscript Cultures through the Ages, Berlin: De Gruyter, 587--653.

  - Naraharinath 1998: Naraharinath, Yogin. Śivadharma Paśupatimatam Śivadharmamahāśāstram Paśupatināthadarśanam. Edit. by Yogin Naraharinatha. Kathmandu, saṃvat 2055 (1998 CE). 

  - Olivelle, Patrick. The Āśrama System. The History and Hermeneutics of a Religious Institution. New York, Oxford: Oxford University Press, 1993.

  - Sanderson 2009: Sanderson, Alexis. ‘The Śaiva Age: The Rise and Dominance of Śaivism during the Early Medieval Period.’ In: Genesis and Development of Tantrism. ed. Shingo Einoo. Tokyo: Institute of Oriental Culture, University of Tokyo. Institute of Oriental Culture Special Series, 23, pp. 41--350. 

  - Sanderson 2014: Sanderson, Alexis. ‘The Śaiva Literature.’ Journal of Indological Studies (Kyoto), Nos. 24 & 25 (2012--2013), pp. 1--113.
    
  - Shastri 1905, 1915: Śāstri, H. P. A Catalogue of Palm-leaf & Selected Paper MSS belonging to the Durbar Library, Nepal. Vol I--II. Calcutta: Baptist Mission Press, 1905, 1915.

  - Shaman Hatley BraYā vol. i.: a chapter on Śivadharmaśāstra's origin of liṅga story

  - Kenji sent me:
     Schlingloff 1969: Schlingloff, Dieter. 'The Oldest Extant Parvan-List of the Mahābhārata.'
     Journal of the American Oriental Society, Vol. 89, No. 2 (Apr. - Jun., 1969), pp. 334-338
     Stable URL: http://www.jstor.org/stable/596517

* Index
  A must
****** asasda  <2021-12-04 szo>
* COMMENT Technical notes
** TEI
    TEI °s:
    :%s/>°/ rend="circlefront">/g
    :%s/>.*°/ rend="circleback">&/g
    :%s/rend="circlefront rend="circleback"/rend="circlearound"/g
    :%s/°//g       
     Indexing the xml file:
         - %index_geo etc.
** VIM
    % setl noai nocin nosi inde=
    % setlocal spelllang=en_us or 
    % setlocal spelllang=en_gb
    % to have linebreak only at spaces
    % set tw=0 wrap linebreak
    % :%s/\ ([^,]*\), \(.*\)/\2 \1/     delete space before ( here!
    % vim syntax highlighting: I added this
            " added by CsK
            syn match xmlString		+\\[a-zA-Z]*+
*** vim org mode										:org:
        zo 	open current fold
        zO 	recursively open current fold
        zc 	close current fold
        zC 	recursively close current fold
        za 	toggle current fold
        zA 	recursively open/close current fold
        zm 	reduce foldlevel by one
        zM 	close all folds
        zr 	increase foldlevel by one
        zR 	open all folds
        (localleader is \ by default, otherwise :echo mapleader )
        \hn open same level heading below
        \hN open same level heading above
        \sa inserts date! 
        \st add tag on the right
        \cn new checkbox below
        \cN new checkbox above
        \cc toggle checkbox
        
        I modified .vim/ftplugin/orgmode/plugins/Date.py:
           added this to the preamble:
        		locale.setlocale(locale.LC_TIME, "en_GB.utf8")
           and added locale... etc. here:
           ```
                 def insert_timestamp(cls, active=True):
                        u"""
                        Insert a timestamp at the cursor position.
                        TODO: show fancy calendar to pick the date from.
                        TODO: add all modifier of orgmode.
                        """
                        # added by Csaba Kiss 04-12-2021
                        locale.setlocale(locale.LC_TIME, "en_GB.utf8")
           ```
***** TODO Insert a % inside [] and it shows your progress in list: [25%]
                - [ ] item
                - [X] item
                - [ ] 
                - [ ] 
        \ct cycle throuth TODO options 
****** VERIFY asdadf
****** DONE asdadf
****** TODO asdadfa <2021-12-04 szo>
****** TODO asdadf
****** TODO asdadf


***** 
        C-x and C-a: speeddating (change number/date under cursor)
        \m} or \m{ moves the header up and down

         

          :OrgExportToLaTeX etc. (it actually uses emacs)

          '#' and space to comment out lines for export
          or  #+BEGIN_COMMENT … #+END_COMMENT
          _underline_ 

          * bold*
          /italic/  
    in emacs: #+TODO: TODO CONSIDER CHECK | DONE CANCELED
    the above is now handled in .vimrc
   
** GIT
        git status
        git add .
        git commit 
        git log --all --graph --decorate
        git checkout 9f3a...
        git branch -d <branchname>
