vssbook/experiments/vss_vol01.html
<div id="outline-container-org2ab3c5c" class="outline-2">
<h2 id="org2ab3c5c"><span class="section-number-2">4</span> Bibliography</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>Bisschop 2018: Bisschop, Peter C. Universal Śaivism. The Appeasement of All Gods and Powers in the Śāntyadhyāya of the Śivadharmaśāstra. In: Gonda Indological Studies no. 18. Leiden: Brill.</li>

<li>Bisschop, Peter C., Early Śaivism and the Skandapurāṇa. Sects and Centres (Groningen: Egbert Forsten, 2006).</li>

<li>Bisschop, Peter C., "Once Again on the Identity of Caṇḍeśvara in Early Śaivism: A rare Caṇḍeśvara in the British Museum?", Indo-Iranian Journal vol. 53 pp. 233-249 (2010).</li>

<li>Bonazzoli, Giorgio, "Introducing Śivadharma and Śivadharmottara", Altorientalische Forschungen vol. 20 issue. 2 pp. 342-349 (1993).</li>

<li>De Simini, Florinda, A Critical Edition of Śivadharmottara’s Chapter Two, ‘On The Gift of Knowledge’ (vidyādānādhyāya). With Introduction and English Translation (Forth.).</li>

<li>Goodall, Dominic, "The Throne of Worship. An Archaeological Tell of Religious Rivalries", Studies in Indian History vol. 27 issue. 2 pp. 221-250 (2013).</li>

<li>Hazra, Rajendra Chandra, "The Śivadharma", Journal of the Ganganath Jha Research Institute vol. 10 pp. 1-20 (1952-3).</li>

<li>Hazra, Rajendra Chandra, "The Śivadharmottara", Journal of the Ganganath Jha Research Institute vol. 13 pp. 19-50 (1983).</li>

<li>Magnone, Paolo, "Śivadharmottara Purāṇa: a Survey", in Petteri Koskikallio (ed.), Epics, Khilas, and Purāṇas: Continuities and Ruptures. Proceedings of the Third Dubrovnik International Conference on the Sanskrit Epics and Purāṇas. September 2002 (Zagreb: 2005) pp. 575-596.</li>

<li>Sanderson, Alexis, "The Śaiva Religion among the Khmers. Part I", Bulletin de l'École Française d'Extrême-Orient vol. 90-91 pp. 349-462 (2003-2004).</li>

<li>Sanderson, Alexis, Religion and the State: Initiating the Monarch in Śaivism and the Buddhist Way of Mantras (Heidelberg: Harrassowitz, Forth.).</li>

<li>De Simini 2016: De Simini, Florinda. ‘Śivadharma Manuscripts from Nepal and the Making of a Śaiva Corpus’. In: Michael Friedrich &amp; Cosima Schwarke (eds), One-Volume Libraries: Composite and Multiple-Text Manuscripts. Berlin, De Gruyter. Studies in Manuscript Cultures, pp. 233&#x2013;286.</li>

<li>De Simini &amp; Mirnig 2017: De Simini, Florinda &amp; Nina Mirnig. ‘Umā and Śiva’s Playful Talks in Detail (Lalitavistara): On the Production of Śaiva Works and their Manuscripts in Medieval Nepal. Studies on the Śivadharma and the Mahābhārata 1.’ in: V. Vergiani, D. Cuneo, C.A. Formigatti (eds.), Indic Manuscript Cultures through the Ages, Berlin: De Gruyter, 587&#x2013;653.</li>

<li>Naraharinath 1998: Naraharinath, Yogin. Śivadharma Paśupatimatam Śivadharmamahāśāstram Paśupatināthadarśanam. Edit. by Yogin Naraharinatha. Kathmandu, saṃvat 2055 (1998 CE).</li>

<li>Olivelle, Patrick. The Āśrama System. The History and Hermeneutics of a Religious Institution. New York, Oxford: Oxford University Press, 1993.</li>

<li>Sanderson 2009: Sanderson, Alexis. ‘The Śaiva Age: The Rise and Dominance of Śaivism during the Early Medieval Period.’ In: Genesis and Development of Tantrism. ed. Shingo Einoo. Tokyo: Institute of Oriental Culture, University of Tokyo. Institute of Oriental Culture Special Series, 23, pp. 41&#x2013;350.</li>

<li>Sanderson 2014: Sanderson, Alexis. ‘The Śaiva Literature.’ Journal of Indological Studies (Kyoto), Nos. 24 &amp; 25 (2012&#x2013;2013), pp. 1&#x2013;113.</li>

<li>Shastri 1905, 1915: Śāstri, H. P. A Catalogue of Palm-leaf &amp; Selected Paper MSS belonging to the Durbar Library, Nepal. Vol I&#x2013;II. Calcutta: Baptist Mission Press, 1905, 1915.</li>

<li>Shaman Hatley BraYā vol. i.: a chapter on Śivadharmaśāstra's origin of liṅga story</li>

<li>Kenji sent me:
Schlingloff 1969: Schlingloff, Dieter. 'The Oldest Extant Parvan-List of the Mahābhārata.'
Journal of the American Oriental Society, Vol. 89, No. 2 (Apr. - Jun., 1969), pp. 334-338
Stable URL: <a href="http://www.jstor.org/stable/596517">http://www.jstor.org/stable/596517</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9534ba9" class="outline-2">
<h2 id="org9534ba9"><span class="section-number-2">5</span> Index</h2>
<div class="outline-text-2" id="text-5">
<p>
A must
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Csaba</p>
<p class="date">Created: 2021-12-04 szo 12:36</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
