vssbook/vss_vol01.tex
\section{Bibliography}
\label{sec:org71f678a}

\begin{itemize}
\item Bisschop 2018: Bisschop, Peter C. Universal Śaivism. The Appeasement of All Gods and Powers in the Śāntyadhyāya of the Śivadharmaśāstra. In: Gonda Indological Studies no. 18. Leiden: Brill.

\item Bisschop, Peter C., Early Śaivism and the Skandapurāṇa. Sects and Centres (Groningen: Egbert Forsten, 2006).

\item Bisschop, Peter C., "Once Again on the Identity of Caṇḍeśvara in Early Śaivism: A rare Caṇḍeśvara in the British Museum?", Indo-Iranian Journal vol. 53 pp. 233-249 (2010).

\item Bonazzoli, Giorgio, "Introducing Śivadharma and Śivadharmottara", Altorientalische Forschungen vol. 20 issue. 2 pp. 342-349 (1993).

\item De Simini, Florinda, A Critical Edition of Śivadharmottara’s Chapter Two, ‘On The Gift of Knowledge’ (vidyādānādhyāya). With Introduction and English Translation (Forth.).

\item Goodall, Dominic, "The Throne of Worship. An Archaeological Tell of Religious Rivalries", Studies in Indian History vol. 27 issue. 2 pp. 221-250 (2013).

\item Hazra, Rajendra Chandra, "The Śivadharma", Journal of the Ganganath Jha Research Institute vol. 10 pp. 1-20 (1952-3).

\item Hazra, Rajendra Chandra, "The Śivadharmottara", Journal of the Ganganath Jha Research Institute vol. 13 pp. 19-50 (1983).

\item Magnone, Paolo, "Śivadharmottara Purāṇa: a Survey", in Petteri Koskikallio (ed.), Epics, Khilas, and Purāṇas: Continuities and Ruptures. Proceedings of the Third Dubrovnik International Conference on the Sanskrit Epics and Purāṇas. September 2002 (Zagreb: 2005) pp. 575-596.

\item Sanderson, Alexis, "The Śaiva Religion among the Khmers. Part I", Bulletin de l'École Française d'Extrême-Orient vol. 90-91 pp. 349-462 (2003-2004).

\item Sanderson, Alexis, Religion and the State: Initiating the Monarch in Śaivism and the Buddhist Way of Mantras (Heidelberg: Harrassowitz, Forth.).

\item De Simini 2016: De Simini, Florinda. ‘Śivadharma Manuscripts from Nepal and the Making of a Śaiva Corpus’. In: Michael Friedrich \& Cosima Schwarke (eds), One-Volume Libraries: Composite and Multiple-Text Manuscripts. Berlin, De Gruyter. Studies in Manuscript Cultures, pp. 233--286.

\item De Simini \& Mirnig 2017: De Simini, Florinda \& Nina Mirnig. ‘Umā and Śiva’s Playful Talks in Detail (Lalitavistara): On the Production of Śaiva Works and their Manuscripts in Medieval Nepal. Studies on the Śivadharma and the Mahābhārata 1.’ in: V. Vergiani, D. Cuneo, C.A. Formigatti (eds.), Indic Manuscript Cultures through the Ages, Berlin: De Gruyter, 587--653.

\item Naraharinath 1998: Naraharinath, Yogin. Śivadharma Paśupatimatam Śivadharmamahāśāstram Paśupatināthadarśanam. Edit. by Yogin Naraharinatha. Kathmandu, saṃvat 2055 (1998 CE).

\item Olivelle, Patrick. The Āśrama System. The History and Hermeneutics of a Religious Institution. New York, Oxford: Oxford University Press, 1993.

\item Sanderson 2009: Sanderson, Alexis. ‘The Śaiva Age: The Rise and Dominance of Śaivism during the Early Medieval Period.’ In: Genesis and Development of Tantrism. ed. Shingo Einoo. Tokyo: Institute of Oriental Culture, University of Tokyo. Institute of Oriental Culture Special Series, 23, pp. 41--350.

\item Sanderson 2014: Sanderson, Alexis. ‘The Śaiva Literature.’ Journal of Indological Studies (Kyoto), Nos. 24 \& 25 (2012--2013), pp. 1--113.

\item Shastri 1905, 1915: Śāstri, H. P. A Catalogue of Palm-leaf \& Selected Paper MSS belonging to the Durbar Library, Nepal. Vol I--II. Calcutta: Baptist Mission Press, 1905, 1915.

\item Shaman Hatley BraYā vol. i.: a chapter on Śivadharmaśāstra's origin of liṅga story

\item Kenji sent me:
Schlingloff 1969: Schlingloff, Dieter. 'The Oldest Extant Parvan-List of the Mahābhārata.'
Journal of the American Oriental Society, Vol. 89, No. 2 (Apr. - Jun., 1969), pp. 334-338
Stable URL: \url{http://www.jstor.org/stable/596517}
\end{itemize}

\section{Index}
\label{sec:org10d9891}
A must
\end{document}
